[
  {
    "id": 1,
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Flag_of_Belgrade%2C_Serbia.png",
    "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/COA_Beograd_%28Middle%29.svg",
    "name" : "Blegrade",
    "shortDescription": "Belgrade (/bɛlˈɡreɪd/ bel-GRAYD, /ˈbɛlɡreɪd/ BEL-grayd;[note 1] Serbian: Београд / Beograd, lit. 'White City', pronounced [beǒɡrad]) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and at the crossroads of the Pannonian Plain and the Balkan Peninsula. The population of the Belgrade metropolitan area is 1,685,563, according to the 2022 census. It is the third most populated of all cities on the Danube river.\n\nBelgrade is one of the oldest continuously inhabited cities in Europe and the world. One of the most important prehistoric cultures of Europe, the Vinča culture, evolved within the Belgrade area in the 6th millennium BC. In antiquity, Thraco-Dacians inhabited the region and, after 279 BC, Celts settled the city, naming it Singidūn. It was conquered by the Romans under the reign of Augustus and awarded Roman city rights in the mid-2nd century. It was settled by the Slavs in the 520s, and changed hands several times between the Byzantine Empire, the Frankish Empire, the Bulgarian Empire, and the Kingdom of Hungary before it became the seat of the Serbian king Stefan Dragutin in 1284. Belgrade served as capital of the Serbian Despotate during the reign of Stefan Lazarević, and then his successor Đurađ Branković returned it to the Hungarian king in 1427. Noon bells in support of the Hungarian army against the Ottoman Empire during the siege in 1456 have remained a widespread church tradition to this day. In 1521, Belgrade was conquered by the Ottomans and became the seat of the Sanjak of Smederevo. It frequently passed from Ottoman to Habsburg rule, which saw the destruction of most of the city during the Ottoman–Habsburg wars.\n\nFollowing the Serbian Revolution, Belgrade was once again named the capital of Serbia in 1841. Northern Belgrade remained the southernmost Habsburg post until 1918, when it was attached to the city, due to former Austro-Hungarian territories becoming part of the new Kingdom of Serbs, Croats and Slovenes after World War I. Belgrade was the capital of Yugoslavia from its creation in 1918 to its dissolution in 2006. In a fatally strategic position, the city has been battled over in 115 wars and razed 44 times, being bombed five times and besieged many times.\n\nBeing Serbia's primate city, Belgrade has special administrative status within Serbia. It is the seat of the central government, administrative bodies, and government ministries, as well as home of almost all of the largest Serbian companies, media, and scientific institutions. Belgrade is classified as a Beta-Global City. The city is home to the Clinical Centre of Serbia, one of the hospital complexes with the largest capacity in the world, the Church of Saint Sava, one of the largest Orthodox church buildings, and the Štark Arena, one of the largest capacity indoor arenas in Europe. Belgrade hosted major international events such as the Danube River Conference of 1948, the first Non-Aligned Movement Summit (1961), the first major gathering of the OSCE (1977–1978), the Eurovision Song Contest (2008), as well as sports events such as the first FINA World Aquatics Championships (1973), UEFA Euro (1976), Summer Universiade (2009) and EuroBasket three times (1961, 1975, 2005).",
    "mainDescription": "According to the BBC, Belgrade is one of the five most creative cities in the world. Belgrade hosts many annual international cultural events, including the Film Festival, Theatre Festival, Summer Festival, BEMUS, Belgrade Early Music Festival, Book Fair, Belgrade Choir Festival, Eurovision Song Contest 2008, and the Beer Fest. The Nobel Prize winning author Ivo Andrić wrote his most famous work, The Bridge on the Drina, in Belgrade. Other prominent Belgrade authors include Branislav Nušić, Miloš Crnjanski, Borislav Pekić, Milorad Pavić and Meša Selimović. The most internationally prominent artists from Belgrade are Charles Simic, Marina Abramović and Milovan Destil Marković.\n\nMost of Serbia's film industry is based in Belgrade. FEST is an annual film festival that held since 1971, and, through 2013, had been attended by four million people and had presented almost 4,000 films.\n\nThe city was one of the main centres of the Yugoslav new wave in the 1980s: VIS Idoli, Ekatarina Velika, Šarlo Akrobata and Električni Orgazam were all from Belgrade. Other notable Belgrade rock acts include Riblja Čorba, Bajaga i Instruktori and Partibrejkers. Today, it is the centre of the Serbian hip hop scene, with acts such as Beogradski Sindikat, Bad Copy, Škabo, Marčelo, and most of the Bassivity Music stable hailing from or living in the city. There are numerous theatres, the most prominent of which are National Theatre, Theatre on Terazije, Yugoslav Drama Theatre, Zvezdara Theatre, and Atelier 212. The Serbian Academy of Sciences and Arts is also based in Belgrade, as well as the National Library of Serbia. Other major libraries include the Belgrade City Library and the Belgrade University Library. Belgrade's two opera houses are: National Theatre and Madlenianum Opera House. Following the victory of Serbia's representative Marija Šerifović at the Eurovision Song Contest 2007, Belgrade hosted the Contest in 2008.\n\nThere is more than 1650 public sculptures on the territory of Belgrade\n\nMuseums\n\nThe most prominent museum in Belgrade is the National Museum, founded in 1844 and reconstructed from 2003 until June 2018. The museum houses a collection of more than 400,000 exhibits (over 5600 paintings and 8400 drawings and prints, including many foreign masters like Bosch, Juan de Flandes, Titian, Tintoretto, Rubens, Van Dyck, Cézanne, G.B. Tiepolo, Renoir, Monet, Lautrec, Matisse, Picasso, Gauguin, Chagall, Van Gogh, Mondrian etc.) and also the famous Miroslav's Gospel. The Ethnographic Museum, established in 1901, contains more than 150,000 items showcasing the rural and urban culture of the Balkans, particularly the countries of former Yugoslavia.\n\nThe Museum of Contemporary Art was the first contemporary art museum in Yugoslavia and one of the first museums of this type in the world. Following its foundation in 1965, has amassed a collection of more than 8,000 works from art produced across the former Yugoslavia. The museum was closed in 2007, but has since been reopened in 2017 to focus on the modern as well as on the Yugoslav art scenes. Artist Marina Abramović, who was born in Belgrade, held an exhibition in the Museum of Contemporary Art, which the New York Times described as one of the most important cultural happenings in the world in 2019. The exhibition was seen by almost 100,000 visitors. Marina Abramović made a stage speech and performance in front of 20,000 people. In the heart of Belgrade you can also find the Museum of Applied Arts, a museum that has been awarded for the Institution of the Year 2016 by ICOM.\n\nThe Military Museum, established in 1878 in Kalemegdan, houses a wide range of more than 25,000 military objects dating from the prehistoric to the medieval to the modern eras. Notable items include Turkish and oriental arms, national banners, and Yugoslav Partisan regalia.\n\nThe Museum of Aviation in Belgrade located near Belgrade Nikola Tesla Airport has more than 200 aircraft, of which about 50 are on display, and a few of which are the only surviving examples of their type, such as the Fiat G.50. This museum also displays parts of shot down US and NATO aircraft, such as the F-117 and F-16.\n\nThe Nikola Tesla Museum, founded in 1952, preserves the personal items of Nikola Tesla, the inventor after whom the Tesla unit was named. It holds around 160,000 original documents and around 5,700 personal other items including his urn. The last of the major Belgrade museums is the Museum of Vuk and Dositej, which showcases the lives, work and legacy of Vuk Stefanović Karadžić and Dositej Obradović, the 19th century reformer of the Serbian literary language and the first Serbian Minister of Education, respectively. Belgrade also houses the Museum of African Art, founded in 1977, which has a large collection of art from West Africa.\n\nWith around 95,000 copies of national and international films, the Yugoslav Film Archive is the largest in the region and among the 10 largest archives in the world. The institution also operates the Museum of Yugoslav Film Archive, with movie theatre and exhibition hall. The archive's long-standing storage problems were finally solved in 2007, when a new modern depository was opened. The Yugoslav Film Archive also exhibits original Charlie Chaplin's stick and one of the first movies by Auguste and Louis Lumière. The Belgrade City Museum moved into a new building in downtown in 2006. The museum hosts a range of collections covering the history of urban life since prehistory.\n\nThe Museum of Yugoslav History has collections from the Yugoslav era. Beside paintings, the most valuable are Moon rocks donated by Apollo 11 crew Neil Armstrong Buzz Aldrin and Michael Collins while visiting Belgrade in 1969 and from mission Apollo 17 donated by Richard Nixon in 1971. Museum also houses Joseph Stalin's sabre with 260 brilliants and diamonds, donated by Stalin himself. Museum of Science and Technology moved to the building of the first city's power plant in Dorćol in 2005.\n\nArchitecture\n\nBelgrade has wildly varying architecture, from the centre of Zemun, typical of a Central European town, to the more modern architecture and spacious layout of New Belgrade. The oldest architecture is found in Kalemegdan Park. Outside of Kalemegdan, the oldest buildings date only from the 18th century, due to its geographic position and frequent wars and destructions. The oldest public structure in Belgrade is a nondescript Turkish türbe, while the oldest house is a modest clay house on Dorćol, from late 18th century. Western influence began in the 19th century, when the city completely transformed from an oriental town to the contemporary architecture of the time, with influences from neoclassicism, romanticism, and academic art. Serbian architects took over the development from the foreign builders in the late 19th century, producing the National Theatre, Old Palace, Cathedral Church and later, in the early 20th century, the National Assembly and National Museum, influenced by art nouveau. Elements of Serbo-Byzantine Revival are present in buildings such as House of Vuk's Foundation, old Post Office in Kosovska street, and sacral architecture, such as St. Mark's Church (based on the Gračanica monastery), and the Temple of Saint Sava.\n\nIn the socialist period, housing was built quickly and cheaply for the huge influx of people fleeing the countryside following World War II, sometimes resulting in the brutalist architecture of the blokovi ('blocks') of New Belgrade; a socrealism trend briefly ruled, resulting in buildings like the Trade Union Hall. However, in the mid-1950s, modernist trends took over, and still dominate the Belgrade architecture. Belgrade has the second oldest sewer system in Europe. The Clinical Centre of Serbia spreads over 34 hectares and consists of about 50 buildings, while also has 3,150 beds considered to be the highest number in Europe, and among highest in the world.\n\nTourism\n\nLying on the main artery connecting Europe and Asia, as well as, eventually, the Orient Express, Belgrade has been a popular place for travellers through the centuries. In 1843, on Dubrovačka Street (today Kralj Petar Street ), Serbia's knez Mihailo Obrenović built a large edifice which became the first hotel in Belgrade: Kod jelena ('at the deer's'), in the neighbourhood of Kosančićev Venac. Many criticised the move at the time due to the cost and the size of the building, and it soon became the gathering point of the Principality's wealthiest citizens. Colloquially, the building was also referred to as the staro zdanje, or the 'old edifice'. It remained a hotel until 1903 before being demolished in 1938. After the staro zdanje, numerous hotels were built in the second half of the 19th century: Nacional and Grand, also in Kosančićev Venac, Srpski Kralj, Srpska Kruna, Grčka Kraljica near Kalemegdan, Balkan and Pariz in Terazije, London, etc.\n\nAs Belgrade became connected via steamboats and railway (after 1884), the number of visitors grew and new hotels were open with the ever luxurious commodities. In Savamala, the hotels Bosna and Bristol were opened. Other hotels included Solun and Orient, which was built near the Financial Park. Tourists which arrived by the Orient Express mostly stayed at the Petrograd Hotel in Wilson Square. Hotel Srpski Kralj, at the corner of Uzun Mirkova and Pariska Street was considered the best hotel in Belgrade during the Interbellum. It was destroyed during World War II.\n\nThe historic areas and buildings of Belgrade are among the city's premier attractions. They include Skadarlija, the National Museum and adjacent National Theatre, Zemun, Nikola Pašić Square, Terazije, Students' Square, the Kalemegdan Fortress, Knez Mihailova Street, the Parliament, the Church of Saint Sava, and the Old Palace. On top of this, there are many parks, monuments, museums, cafés, restaurants and shops on both sides of the river. The hilltop Avala Monument and Avala Tower offer views over the city. According to The Guardian, Dorcol is the one of top ten coolest suburbs and in Europe.\n\nElite neighbourhood of Dedinje is situated near the Topčider and Košutnjak parks. The Beli dvor (White Palace), house of royal family Karađorđević, is open for visitors. The palace has many valuable artworks. Nearby, Josip Broz Tito's mausoleum, called The House of Flowers, documents the life of the former Yugoslav president.\n\nAda Ciganlija is a former island on the Sava River, and Belgrade's biggest sports and recreational complex. Today it is connected with the right bank of the Sava via two causeways, creating an artificial lake. It is the most popular destination for Belgraders during the city's hot summers. There are 7 km (4 mi) of long beaches and sports facilities for various sports including golf, football, basketball, volleyball, rugby union, baseball, and tennis. During summer there are between 200,000 and 300,000 bathers daily.\n\nExtreme sports are available, such as bungee jumping, water skiing, and paintballing. There are numerous tracks on the island, where it is possible to ride a bike, go for a walk, or go jogging. Apart from Ada, Belgrade has total of 16 islands on the rivers, many still unused. Among them, the Great War Island, at the confluence of Sava, stands out as an oasis of unshattered wildlife (especially birds). These areas, along with nearby Small War Island, are protected by the city's government as a nature preserve. There are 37 protected natural resources in the Belgrade urban area, among which eight are geo-heritage sites, i.e. Straževica profile, Mašin Majdan-Topčider, Profile at the Kalemegdan Fortress, Abandoned quarry in Barajevo, Karagača valley, Artesian well in Ovča, Kapela loess profile, and Lake in Sremčica. Other 29 places are biodiversity sites.\n\nTourist income in 2016 amounted to nearly one billion euros; with a visit of almost a million registered tourists. Of those, in 2019 more than 100,000 tourists arrived by 742 river cruisers. Average annual growth is between 13% and 14%.\n\nAs of 2018, there are three officially designated camp grounds in Belgrade. The oldest one is located in Batajnica, along the Batajnica Road. Named \"Dunav\", it is one of the most visited campsites in the country. Second one is situated within the complex of the ethno-household \"Zornić's House\" in the village of Baćevac, while the third is located in Ripanj, on the slopes of the Avala mountain. In 2017 some 15,000 overnights were recorded in camps.\n\nBelgrade is a common stop on the Rivers Route, European cycling route known as \"Danube Bike Trail\" in Serbia as well as on the Sultans Trail, a long-distance hiking footpath between Vienna and Istanbul.\n\nNightlife\nBelgrade has a reputation for vibrant nightlife; many clubs that are open until dawn can be found throughout the city. The most recognisable nightlife features of Belgrade are the barges (splav) spread along the banks of the Sava and Danube Rivers.\n\nMany weekend visitors—particularly from Bosnia and Herzegovina, Croatia and Slovenia—prefer Belgrade nightlife to that of their own capitals due to its perceived friendly atmosphere, plentiful clubs and bars, cheap drinks, lack of significant language barriers, and a lack of night life regulation. One of the most famous sites for alternative cultural happenings in the city is the SKC (Student Cultural Centre), located right across from Belgrade's highrise landmark, the Belgrade Palace tower. Concerts featuring famous local and foreign bands are often held at the centre. SKC is also the site of various art exhibitions, as well as public debates and discussions.\n\nA more traditional Serbian nightlife experience, accompanied by traditional music known as Starogradska (roughly translated as Old Town Music), typical of northern Serbia's urban environments, is most prominent in Skadarlija, the city's old bohemian neighbourhood where the poets and artists of Belgrade gathered in the 19th and early 20th centuries. Skadar Street (the centre of Skadarlija) and the surrounding neighbourhood are lined with some of Belgrade's best and oldest traditional restaurants (called kafanas in Serbian), which date back to that period. At one end of the neighbourhood stands Belgrade's oldest beer brewery, founded in the first half of the 19th century. One of the city's oldest kafanas is the Znak pitanja ('?').\n\nThe Times reported that Europe's best nightlife can be found in Belgrade. In the Lonely Planet 1000 Ultimate Experiences guide of 2009, Belgrade was placed at the 1st spot among the top 10 party cities in the world.",
    "latitude": 44.81321131600621,
    "longitude": 20.45143031433392,
    "searchTerm": "beograd",
    "videoUrl": "A74mo6tVXLc",
    "sections": [
      {
        "title": "Culture",
        "text": "According to the BBC, Belgrade is one of the five most creative cities in the world. Belgrade hosts many annual international cultural events, including the Film Festival, Theatre Festival, Summer Festival, BEMUS, Belgrade Early Music Festival, Book Fair, Belgrade Choir Festival, Eurovision Song Contest 2008, and the Beer Fest. The Nobel Prize winning author Ivo Andrić wrote his most famous work, The Bridge on the Drina, in Belgrade. Other prominent Belgrade authors include Branislav Nušić, Miloš Crnjanski, Borislav Pekić, Milorad Pavić and Meša Selimović. The most internationally prominent artists from Belgrade are Charles Simic, Marina Abramović and Milovan Destil Marković.\n\nMost of Serbia's film industry is based in Belgrade. FEST is an annual film festival that held since 1971, and, through 2013, had been attended by four million people and had presented almost 4,000 films.\n\nThe city was one of the main centres of the Yugoslav new wave in the 1980s: VIS Idoli, Ekatarina Velika, Šarlo Akrobata and Električni Orgazam were all from Belgrade. Other notable Belgrade rock acts include Riblja Čorba, Bajaga i Instruktori and Partibrejkers. Today, it is the centre of the Serbian hip hop scene, with acts such as Beogradski Sindikat, Bad Copy, Škabo, Marčelo, and most of the Bassivity Music stable hailing from or living in the city. There are numerous theatres, the most prominent of which are National Theatre, Theatre on Terazije, Yugoslav Drama Theatre, Zvezdara Theatre, and Atelier 212. The Serbian Academy of Sciences and Arts is also based in Belgrade, as well as the National Library of Serbia. Other major libraries include the Belgrade City Library and the Belgrade University Library. Belgrade's two opera houses are: National Theatre and Madlenianum Opera House. Following the victory of Serbia's representative Marija Šerifović at the Eurovision Song Contest 2007, Belgrade hosted the Contest in 2008.\n\nThere is more than 1650 public sculptures on the territory of Belgrade"
      },
      {
        "title": "Museums",
        "text": "The most prominent museum in Belgrade is the National Museum, founded in 1844 and reconstructed from 2003 until June 2018. The museum houses a collection of more than 400,000 exhibits (over 5600 paintings and 8400 drawings and prints, including many foreign masters like Bosch, Juan de Flandes, Titian, Tintoretto, Rubens, Van Dyck, Cézanne, G.B. Tiepolo, Renoir, Monet, Lautrec, Matisse, Picasso, Gauguin, Chagall, Van Gogh, Mondrian etc.) and also the famous Miroslav's Gospel. The Ethnographic Museum, established in 1901, contains more than 150,000 items showcasing the rural and urban culture of the Balkans, particularly the countries of former Yugoslavia.\n\nThe Museum of Contemporary Art was the first contemporary art museum in Yugoslavia and one of the first museums of this type in the world. Following its foundation in 1965, has amassed a collection of more than 8,000 works from art produced across the former Yugoslavia. The museum was closed in 2007, but has since been reopened in 2017 to focus on the modern as well as on the Yugoslav art scenes. Artist Marina Abramović, who was born in Belgrade, held an exhibition in the Museum of Contemporary Art, which the New York Times described as one of the most important cultural happenings in the world in 2019. The exhibition was seen by almost 100,000 visitors. Marina Abramović made a stage speech and performance in front of 20,000 people. In the heart of Belgrade you can also find the Museum of Applied Arts, a museum that has been awarded for the Institution of the Year 2016 by ICOM.\n\nThe Military Museum, established in 1878 in Kalemegdan, houses a wide range of more than 25,000 military objects dating from the prehistoric to the medieval to the modern eras. Notable items include Turkish and oriental arms, national banners, and Yugoslav Partisan regalia.\n\nThe Museum of Aviation in Belgrade located near Belgrade Nikola Tesla Airport has more than 200 aircraft, of which about 50 are on display, and a few of which are the only surviving examples of their type, such as the Fiat G.50. This museum also displays parts of shot down US and NATO aircraft, such as the F-117 and F-16.\n\nThe Nikola Tesla Museum, founded in 1952, preserves the personal items of Nikola Tesla, the inventor after whom the Tesla unit was named. It holds around 160,000 original documents and around 5,700 personal other items including his urn. The last of the major Belgrade museums is the Museum of Vuk and Dositej, which showcases the lives, work and legacy of Vuk Stefanović Karadžić and Dositej Obradović, the 19th century reformer of the Serbian literary language and the first Serbian Minister of Education, respectively. Belgrade also houses the Museum of African Art, founded in 1977, which has a large collection of art from West Africa.\n\nWith around 95,000 copies of national and international films, the Yugoslav Film Archive is the largest in the region and among the 10 largest archives in the world. The institution also operates the Museum of Yugoslav Film Archive, with movie theatre and exhibition hall. The archive's long-standing storage problems were finally solved in 2007, when a new modern depository was opened. The Yugoslav Film Archive also exhibits original Charlie Chaplin's stick and one of the first movies by Auguste and Louis Lumière. The Belgrade City Museum moved into a new building in downtown in 2006. The museum hosts a range of collections covering the history of urban life since prehistory.\n\nThe Museum of Yugoslav History has collections from the Yugoslav era. Beside paintings, the most valuable are Moon rocks donated by Apollo 11 crew Neil Armstrong Buzz Aldrin and Michael Collins while visiting Belgrade in 1969 and from mission Apollo 17 donated by Richard Nixon in 1971. Museum also houses Joseph Stalin's sabre with 260 brilliants and diamonds, donated by Stalin himself. Museum of Science and Technology moved to the building of the first city's power plant in Dorćol in 2005."
      },
      {
        "title": "Architecture",
        "text": "Belgrade has wildly varying architecture, from the centre of Zemun, typical of a Central European town, to the more modern architecture and spacious layout of New Belgrade. The oldest architecture is found in Kalemegdan Park. Outside of Kalemegdan, the oldest buildings date only from the 18th century, due to its geographic position and frequent wars and destructions. The oldest public structure in Belgrade is a nondescript Turkish türbe, while the oldest house is a modest clay house on Dorćol, from late 18th century. Western influence began in the 19th century, when the city completely transformed from an oriental town to the contemporary architecture of the time, with influences from neoclassicism, romanticism, and academic art. Serbian architects took over the development from the foreign builders in the late 19th century, producing the National Theatre, Old Palace, Cathedral Church and later, in the early 20th century, the National Assembly and National Museum, influenced by art nouveau. Elements of Serbo-Byzantine Revival are present in buildings such as House of Vuk's Foundation, old Post Office in Kosovska street, and sacral architecture, such as St. Mark's Church (based on the Gračanica monastery), and the Temple of Saint Sava.\n\nIn the socialist period, housing was built quickly and cheaply for the huge influx of people fleeing the countryside following World War II, sometimes resulting in the brutalist architecture of the blokovi ('blocks') of New Belgrade; a socrealism trend briefly ruled, resulting in buildings like the Trade Union Hall. However, in the mid-1950s, modernist trends took over, and still dominate the Belgrade architecture. Belgrade has the second oldest sewer system in Europe. The Clinical Centre of Serbia spreads over 34 hectares and consists of about 50 buildings, while also has 3,150 beds considered to be the highest number in Europe, and among highest in the world."
      },
      {
        "title": "Tourism",
        "text": "Lying on the main artery connecting Europe and Asia, as well as, eventually, the Orient Express, Belgrade has been a popular place for travellers through the centuries. In 1843, on Dubrovačka Street (today Kralj Petar Street ), Serbia's knez Mihailo Obrenović built a large edifice which became the first hotel in Belgrade: Kod jelena ('at the deer's'), in the neighbourhood of Kosančićev Venac. Many criticised the move at the time due to the cost and the size of the building, and it soon became the gathering point of the Principality's wealthiest citizens. Colloquially, the building was also referred to as the staro zdanje, or the 'old edifice'. It remained a hotel until 1903 before being demolished in 1938. After the staro zdanje, numerous hotels were built in the second half of the 19th century: Nacional and Grand, also in Kosančićev Venac, Srpski Kralj, Srpska Kruna, Grčka Kraljica near Kalemegdan, Balkan and Pariz in Terazije, London, etc.\n\nAs Belgrade became connected via steamboats and railway (after 1884), the number of visitors grew and new hotels were open with the ever luxurious commodities. In Savamala, the hotels Bosna and Bristol were opened. Other hotels included Solun and Orient, which was built near the Financial Park. Tourists which arrived by the Orient Express mostly stayed at the Petrograd Hotel in Wilson Square. Hotel Srpski Kralj, at the corner of Uzun Mirkova and Pariska Street was considered the best hotel in Belgrade during the Interbellum. It was destroyed during World War II.\n\nThe historic areas and buildings of Belgrade are among the city's premier attractions. They include Skadarlija, the National Museum and adjacent National Theatre, Zemun, Nikola Pašić Square, Terazije, Students' Square, the Kalemegdan Fortress, Knez Mihailova Street, the Parliament, the Church of Saint Sava, and the Old Palace. On top of this, there are many parks, monuments, museums, cafés, restaurants and shops on both sides of the river. The hilltop Avala Monument and Avala Tower offer views over the city. According to The Guardian, Dorcol is the one of top ten coolest suburbs and in Europe.\n\nElite neighbourhood of Dedinje is situated near the Topčider and Košutnjak parks. The Beli dvor (White Palace), house of royal family Karađorđević, is open for visitors. The palace has many valuable artworks. Nearby, Josip Broz Tito's mausoleum, called The House of Flowers, documents the life of the former Yugoslav president.\n\nAda Ciganlija is a former island on the Sava River, and Belgrade's biggest sports and recreational complex. Today it is connected with the right bank of the Sava via two causeways, creating an artificial lake. It is the most popular destination for Belgraders during the city's hot summers. There are 7 km (4 mi) of long beaches and sports facilities for various sports including golf, football, basketball, volleyball, rugby union, baseball, and tennis. During summer there are between 200,000 and 300,000 bathers daily.\n\nExtreme sports are available, such as bungee jumping, water skiing, and paintballing. There are numerous tracks on the island, where it is possible to ride a bike, go for a walk, or go jogging. Apart from Ada, Belgrade has total of 16 islands on the rivers, many still unused. Among them, the Great War Island, at the confluence of Sava, stands out as an oasis of unshattered wildlife (especially birds). These areas, along with nearby Small War Island, are protected by the city's government as a nature preserve. There are 37 protected natural resources in the Belgrade urban area, among which eight are geo-heritage sites, i.e. Straževica profile, Mašin Majdan-Topčider, Profile at the Kalemegdan Fortress, Abandoned quarry in Barajevo, Karagača valley, Artesian well in Ovča, Kapela loess profile, and Lake in Sremčica. Other 29 places are biodiversity sites.\n\nTourist income in 2016 amounted to nearly one billion euros; with a visit of almost a million registered tourists. Of those, in 2019 more than 100,000 tourists arrived by 742 river cruisers. Average annual growth is between 13% and 14%.\n\nAs of 2018, there are three officially designated camp grounds in Belgrade. The oldest one is located in Batajnica, along the Batajnica Road. Named \"Dunav\", it is one of the most visited campsites in the country. Second one is situated within the complex of the ethno-household \"Zornić's House\" in the village of Baćevac, while the third is located in Ripanj, on the slopes of the Avala mountain. In 2017 some 15,000 overnights were recorded in camps.\n\nBelgrade is a common stop on the Rivers Route, European cycling route known as \"Danube Bike Trail\" in Serbia as well as on the Sultans Trail, a long-distance hiking footpath between Vienna and Istanbul."
      },
      {
        "title": "Nightlife",
        "text": "Belgrade has a reputation for vibrant nightlife; many clubs that are open until dawn can be found throughout the city. The most recognisable nightlife features of Belgrade are the barges (splav) spread along the banks of the Sava and Danube Rivers.\n\nMany weekend visitors—particularly from Bosnia and Herzegovina, Croatia and Slovenia—prefer Belgrade nightlife to that of their own capitals due to its perceived friendly atmosphere, plentiful clubs and bars, cheap drinks, lack of significant language barriers, and a lack of night life regulation. One of the most famous sites for alternative cultural happenings in the city is the SKC (Student Cultural Centre), located right across from Belgrade's highrise landmark, the Belgrade Palace tower. Concerts featuring famous local and foreign bands are often held at the centre. SKC is also the site of various art exhibitions, as well as public debates and discussions.\n\nA more traditional Serbian nightlife experience, accompanied by traditional music known as Starogradska (roughly translated as Old Town Music), typical of northern Serbia's urban environments, is most prominent in Skadarlija, the city's old bohemian neighbourhood where the poets and artists of Belgrade gathered in the 19th and early 20th centuries. Skadar Street (the centre of Skadarlija) and the surrounding neighbourhood are lined with some of Belgrade's best and oldest traditional restaurants (called kafanas in Serbian), which date back to that period. At one end of the neighbourhood stands Belgrade's oldest beer brewery, founded in the first half of the 19th century. One of the city's oldest kafanas is the Znak pitanja ('?').\n\nThe Times reported that Europe's best nightlife can be found in Belgrade. In the Lonely Planet 1000 Ultimate Experiences guide of 2009, Belgrade was placed at the 1st spot among the top 10 party cities in the world."
      }
    ],
    "properties": [
      { "key": "Area", "value": "359.96 km2"},
      { "key": "Population", "value": "1,166.763"},
      { "key": "Population density", "value": "3,241.37/km2"},
      { "key": "Coordinates(DMS)", "value": "44° 48′ 56.81″ N, 20° 27′ 33.77″ E"}
    ]
  },
  {
    "id": 2,
    "name" : "Novi Sad",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/Flag_of_Novi_Sad%2C_Serbia.jpg",
    "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Novi_Sad_Coat_of_Arms.svg",
    "shortDescription": "Novi Sad (Serbian Cyrillic: Нови Сад, pronounced [nôʋiː sâːd]; Hungarian: Újvidék, pronounced [ˈuːjvideːk]; see below for other names) is the second largest city in Serbia and the capital of the autonomous province of Vojvodina. Novi Sad is home for 367,121 inhabitants. It is located in the southern portion of the Pannonian Plain on the border of the Bačka and Syrmia geographical regions. Lying on the banks of the Danube river, the city faces the northern slopes of Fruška Gora.\n\nAccording to the 2011 census, Novi Sad proper has a population of 231,798 while its urban area (including the adjacent settlements of Petrovaradin and Sremska Kamenica) comprises 277,522 inhabitants. The population of the administrative area of the city totals 367,121 people, according to 2022 census.\n\nNovi Sad was founded in 1694 when Serb merchants formed a colony across the Danube from the Petrovaradin Fortress, a strategic Habsburg military post. In subsequent centuries, it became an important trading, manufacturing and cultural centre, and has historically been dubbed the Serbian Athens. The city was heavily devastated in the 1848 Revolution, but was subsequently rebuilt and restored. Today, along with the Serbian capital city of Belgrade, Novi Sad is an industrial and financial center important to the Serbian economy.\n\nNovi Sad was the European Capital of Culture in 2022 and the European Youth Capital in 2019.",
    "mainDescription": "Culture\nIn the 19th and early 20th century, Novi Sad was the capital of Serbian culture, earning it the nickname Serbian Athens. During that time, almost every Serbian novelist, poet, jurist, and publisher had lived or worked in Novi Sad at some point in their career. Some of these cultural workers included Vuk Stefanović Karadžić, Mika Antić, Đura Jakšić and Jovan Jovanović Zmaj , among others. Matica srpska, the oldest cultural-scientific institution in Serbia, was moved from Budapest to Novi Sad in 1864, and now contains the second-largest library in the country, the Library of Matica srpska, with over 3.5 million volumes. The Serbian National Theatre, the oldest professional theatre among the South Slavs, was founded in Novi Sad in 1861.\n\nToday, Novi Sad is the second largest cultural centre in Serbia, after Belgrade. Municipal officials have made the city more attractive with numerous cultural events and music concerts. Since 2000, Novi Sad is home to the EXIT festival, one of the biggest music summer festivals in Europe. Other important cultural events include the Sterijino pozorje theatre festival, Zmaj Children Games, International Novi Sad Literature Festival, Novi Sad Jazz Festival, and many others. Novi Sad also hosts a fashion show twice a year, attracting local and international designers. Called Serbia Fashion Week, the event also features the works of applied artists, musicians, interior decorators, multimedia experts and architects.\n\nIn addition to the Serbian National Theatre, other prominent playhouses consist of the Novi Sad Theatre, Youth Theatre, and the Cultural Centre of Novi Sad. The Novi Sad Synagogue also houses many cultural events. Other cultural institutions include the Detachment of the Serbian Academy of Science and Art, Library of Matica Srpska, Novi Sad City Library and Azbukum. The city is also home to the Archive of Vojvodina, which has collected numerous documents from the Vojvodina region dating back to 1565.\n\nNovi Sad has several folk song societies, which are known as kulturno-umetničko društvo or KUD. The best known societies in the city are: KUD Svetozar Marković, AKUD Sonja Marinković, SKUD Željezničar, FA Vila and the oldest SZPD Neven, established in 1892.\n\nNational minorities express their own traditions, folklore and songs through various societies such as the Hungarian MKUD Petőfi Sándor, Slovak SKUD Pavel Jozef Šafárik, and Ruthenian RKC Novi Sad.\n\nNovi Sad was chosen to be the European Capital of Culture for 2021, however its mandate was moved to 2022 due to the COVID-19 pandemic.\n\nCuisine\nTypical Serbian food can be found in Novi Sad, including traditional dishes like ćevapi, burek, kajmak, kiseli kupus, kiflice and pasulj, as well as fish dishes, local cheeses and charcuterie. Restaurants and farmsteads offer fresh produce from local farmers and also regional vintages from Fruska Gora's wineries. Modern alternatives are available at some of the city's top restaurants, which prepare traditional fare with an updated twist. Pastry shops serve local specialties such as layered cakes made from ground nuts and cream, referred to as 'torta' in Serbian. Desserts also often include raspberries, one of the region's largest exports, and historic Dunavska Street is home to many ice cream parlors.\n\nMuseums\nThe city has several museums and galleries, both public and privately owned. The best known institution in the city is the Museum of Vojvodina, founded in 1847, which houses a permanent collection of Serbian culture and life in Vojvodina since ancient times. The Museum of Novi Sad, located in the Petrovaradin Fortress, has a permanent collection featuring the history of the old fortress.\n\nThe Gallery of Matica Srpska is the largest and most respected exhibition space in the city, with two galleries in the city centre. Other museums include The Gallery of Fine Arts – Gift Collection of Rajko Mamuzić and The Pavle Beljanski Memorial Collection, featuring one of the most extensive collections of Serbian art from the 1900s until the 1970s.\n\nTourism\nSince 2000, the number of tourists visiting Novi Sad each year has steadily risen. During the annual EXIT music festival in July, the city is full of young people from all over Europe. In 2017, over 200,000 visitors from 60 countries came to the festival, attending about 35 concerts. Other events include shows and congresses organized by Novi Sad Fair, a local management company, bringing in many businesspersons and entrepreneurs to the city. Every May, Novi Sad is home to the largest agricultural show in the region, having attracted 600,000 attendees in 2005. The tourist port, near Varadin Bridge in the city centre, welcomes cruise boats from across Europe that travel the Danube river.\n\nThe most recognized structure in Novi Sad is the Petrovaradin Fortress, which dominates the skyline and also offers scenic views of the city. The nearby historic neighbourhood of Stari Grad has many monuments, museums, cafes, restaurants and shops. Also in the vicinity, is the Fruška Gora National Park, approximately 20 km (12 mi) from the city centre.",
    "latitude": 45.24058527834818,
    "longitude": 19.82045943959469,
    "searchTerm": "novi sad",
    "videoUrl": "26RyFZKEKbA",
    "sections": [
      {
        "title": "Culture",
        "text": "In the 19th and early 20th century, Novi Sad was the capital of Serbian culture, earning it the nickname Serbian Athens. During that time, almost every Serbian novelist, poet, jurist, and publisher had lived or worked in Novi Sad at some point in their career. Some of these cultural workers included Vuk Stefanović Karadžić, Mika Antić, Đura Jakšić and Jovan Jovanović Zmaj , among others. Matica srpska, the oldest cultural-scientific institution in Serbia, was moved from Budapest to Novi Sad in 1864, and now contains the second-largest library in the country, the Library of Matica srpska, with over 3.5 million volumes. The Serbian National Theatre, the oldest professional theatre among the South Slavs, was founded in Novi Sad in 1861.\n\nToday, Novi Sad is the second largest cultural centre in Serbia, after Belgrade. Municipal officials have made the city more attractive with numerous cultural events and music concerts. Since 2000, Novi Sad is home to the EXIT festival, one of the biggest music summer festivals in Europe. Other important cultural events include the Sterijino pozorje theatre festival, Zmaj Children Games, International Novi Sad Literature Festival, Novi Sad Jazz Festival, and many others. Novi Sad also hosts a fashion show twice a year, attracting local and international designers. Called Serbia Fashion Week, the event also features the works of applied artists, musicians, interior decorators, multimedia experts and architects.\n\nIn addition to the Serbian National Theatre, other prominent playhouses consist of the Novi Sad Theatre, Youth Theatre, and the Cultural Centre of Novi Sad. The Novi Sad Synagogue also houses many cultural events. Other cultural institutions include the Detachment of the Serbian Academy of Science and Art, Library of Matica Srpska, Novi Sad City Library and Azbukum. The city is also home to the Archive of Vojvodina, which has collected numerous documents from the Vojvodina region dating back to 1565.\n\nNovi Sad has several folk song societies, which are known as kulturno-umetničko društvo or KUD. The best known societies in the city are: KUD Svetozar Marković, AKUD Sonja Marinković, SKUD Željezničar, FA Vila and the oldest SZPD Neven, established in 1892.\n\nNational minorities express their own traditions, folklore and songs through various societies such as the Hungarian MKUD Petőfi Sándor, Slovak SKUD Pavel Jozef Šafárik, and Ruthenian RKC Novi Sad.\n\nNovi Sad was chosen to be the European Capital of Culture for 2021, however its mandate was moved to 2022 due to the COVID-19 pandemic."
      },
      {
        "title": "Cuisine",
        "text": "Typical Serbian food can be found in Novi Sad, including traditional dishes like ćevapi, burek, kajmak, kiseli kupus, kiflice and pasulj, as well as fish dishes, local cheeses and charcuterie. Restaurants and farmsteads offer fresh produce from local farmers and also regional vintages from Fruska Gora's wineries. Modern alternatives are available at some of the city's top restaurants, which prepare traditional fare with an updated twist. Pastry shops serve local specialties such as layered cakes made from ground nuts and cream, referred to as 'torta' in Serbian. Desserts also often include raspberries, one of the region's largest exports, and historic Dunavska Street is home to many ice cream parlors."
      },
      {
        "title": "Museums",
        "text": "The city has several museums and galleries, both public and privately owned. The best known institution in the city is the Museum of Vojvodina, founded in 1847, which houses a permanent collection of Serbian culture and life in Vojvodina since ancient times. The Museum of Novi Sad, located in the Petrovaradin Fortress, has a permanent collection featuring the history of the old fortress.\n\nThe Gallery of Matica Srpska is the largest and most respected exhibition space in the city, with two galleries in the city centre. Other museums include The Gallery of Fine Arts – Gift Collection of Rajko Mamuzić and The Pavle Beljanski Memorial Collection, featuring one of the most extensive collections of Serbian art from the 1900s until the 1970s."
      },
      {
        "title": "Tourism",
        "text": "Since 2000, the number of tourists visiting Novi Sad each year has steadily risen. During the annual EXIT music festival in July, the city is full of young people from all over Europe. In 2017, over 200,000 visitors from 60 countries came to the festival, attending about 35 concerts. Other events include shows and congresses organized by Novi Sad Fair, a local management company, bringing in many businesspersons and entrepreneurs to the city. Every May, Novi Sad is home to the largest agricultural show in the region, having attracted 600,000 attendees in 2005. The tourist port, near Varadin Bridge in the city centre, welcomes cruise boats from across Europe that travel the Danube river.\n\nThe most recognized structure in Novi Sad is the Petrovaradin Fortress, which dominates the skyline and also offers scenic views of the city. The nearby historic neighbourhood of Stari Grad has many monuments, museums, cafes, restaurants and shops. Also in the vicinity, is the Fruška Gora National Park, approximately 20 km (12 mi) from the city centre."
      }
    ],
    "properties": [
      { "key": "Area", "value": "702.7 km2"},
      { "key": "Population", "value": "231,798"},
      { "key": "Population density", "value": "329.87/km2"},
      { "key": "Coordinates(DMS)", "value": "45° 15′ 18″ N, 19° 50′ 41″ E"}
    ]
  },
  {
    "id": 3,
    "name" : "Niš",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Grb_Ni%C5%A1a.png",
    "shortDescription": "Niš (/ˈniːʃ/; Serbian Cyrillic: Ниш, Serbian pronunciation: [nîːʃ]; names in other languages) or historically Nish or Nissa is the third largest city in Serbia and the administrative center of the Nišava District. It is located in southern part of Serbia. According to the 2011 census, the city proper has a population of 183,164, while its administrative area (City of Niš) has a population of 260,237 inhabitants.\n\nSeveral Roman emperors were born in Niš or used it as a residence: Constantine the Great, the first Christian emperor and the founder of Constantinople, Constantius III, Constans, Vetranio, Julian, Valentinian I, Valens; and Justin I. Emperor Claudius Gothicus decisively defeated the Goths at the Battle of Naissus (present-day Niš). Later playing a prominent role in the history of the Byzantine Empire, the city's past would earn it the nickname Imperial City.\n\nAfter about 400 years of Ottoman rule, the city was liberated in 1878 and became part of the Principality of Serbia, though not without great bloodshed—remnants of which can be found throughout the city. Today, Niš is one of the most important economic centers in Serbia, especially in the electronics, mechanical engineering, textile, and tobacco industries. Constantine the Great Airport is Niš's international airport. The city is also the seat of the University of Niš, the Eparchy of Niš and the Command of Serbian Army.\n\nIn 2013, the city was host to the celebration of 1700 years of Constantine's Edict of Milan.",
    "mainDescription": "Culture\nTheatre\nNiš is a home of the National Theatre in Niš, that was founded as \"Sinđelić\" Theatre in 1889.\n\nMusic\nFrom 1981 Niš is the host of Nišville International Jazz music festival which begins in mid-August and lasts for 4 days. Galija, Kerber and Eyot are considered the most notable music bands to have originated from Niš. Other notable Niš music acts include Daltoni, Dobri Isak, Lutajuća Srca, Mama Rock, Hazari, Novembar, Trivalia and others.\n\nTourism\nTourist sites\nČegar – The place where the Battle of Čegar took place on May 19, 1809.\nCrveni Krst concentration camp – One of the few preserved Nazi concentration camps in Europe. It is on February 12 Boulevard.\nMemorial to Constantine the Great – built in the city centre in 2013, in commemoration to Constantine the Great who was born in the city, on the anniversary of the Edict of Milan.\nBubanj – Monument to fallen Yugoslav World War II fighters, forming the shape of three clenched fists. The place where 10,000 civilian hostages from Niš and south Serbia were brutally murdered by German Nazis.\nKalča, City passage and Gorča – Trade centers situated in Milana Obrenovića Street.\nMemorial Chapel in the memory of NATO bombing victims – The chapel was built by local authorities while the monument was built by the State government in 1999. They are situated in Sumatovacka street near Niš Fortress.\nNiš Fortress – The remaining fortification was built by the Turks, and dates from the first decades of the 18th century (1719–23). It is situated in the city center.\nThe fortress-cafes – They are situated near Stambol gate (the main gate of the fortress).\nMediana – Archeological site, an Imperial villa, from the late Roman period on the road leading to Sofia, Bulgaria, near EI Nis.\nNiška Banja (Niš spa) – A very popular spa during the summer season. It is 10 km (6 mi) from city center on the road leading to Sofia, in the bottom of Suva Planina Mountain.\nTinkers Alley – An old urban downtown zone in today's Kopitareva Street, built in the first half of the 18th century. It was a street full of tinkers and other craftsmen, but today it is packed with cafes and restaurants.\nSkull Tower (Ćele Kula) – A monument to the Serbian revolutionaries (1804–13); a tower made out of skulls of Serbian uprisers, killed and decapitated by the Ottomans. It is situated on Zoran Đinđić Boulevard, on the old Constantinople road leading to Sofia.\nSultans Trail Long distance hiking and biking route from Vienna to İstanbul runs through Niš.\nArchitecture and monuments\nBuildings in Niš are constantly being built. Niš is the second city in Serbia after Belgrade by number of high-rises. The Ambassador Hotel is one of the tallest buildings in Niš, but there are also other buildings like TV5 Tower.",
    "latitude": 43.32204539453063,
    "longitude": 21.893702347872182,
    "searchTerm": "niš",
    "videoUrl": "nfCqLjfCLG0",
    "sections": [
      {
        "title": "Culture",
        "sections": [
          {
          "title": "Theatre",
          "text": "Niš is a home of the National Theatre in Niš, that was founded as \"Sinđelić\" Theatre in 1889."
          },
          {
            "title": "Music",
            "text": "From 1981 Niš is the host of Nišville International Jazz music festival which begins in mid-August and lasts for 4 days. Galija, Kerber and Eyot are considered the most notable music bands to have originated from Niš. Other notable Niš music acts include Daltoni, Dobri Isak, Lutajuća Srca, Mama Rock, Hazari, Novembar, Trivalia and others."
          }
        ]
      },
      {
        "title": "Tourist sites",
        "text": "Čegar – The place where the Battle of Čegar took place on May 19, 1809.\nCrveni Krst concentration camp – One of the few preserved Nazi concentration camps in Europe. It is on February 12 Boulevard.\nMemorial to Constantine the Great – built in the city centre in 2013, in commemoration to Constantine the Great who was born in the city, on the anniversary of the Edict of Milan.\nBubanj – Monument to fallen Yugoslav World War II fighters, forming the shape of three clenched fists. The place where 10,000 civilian hostages from Niš and south Serbia were brutally murdered by German Nazis.\nKalča, City passage and Gorča – Trade centers situated in Milana Obrenovića Street.\nMemorial Chapel in the memory of NATO bombing victims – The chapel was built by local authorities while the monument was built by the State government in 1999. They are situated in Sumatovacka street near Niš Fortress.\nNiš Fortress – The remaining fortification was built by the Turks, and dates from the first decades of the 18th century (1719–23). It is situated in the city center.\nThe fortress-cafes – They are situated near Stambol gate (the main gate of the fortress).\nMediana – Archeological site, an Imperial villa, from the late Roman period on the road leading to Sofia, Bulgaria, near EI Nis.\nNiška Banja (Niš spa) – A very popular spa during the summer season. It is 10 km (6 mi) from city center on the road leading to Sofia, in the bottom of Suva Planina Mountain.\nTinkers Alley – An old urban downtown zone in today's Kopitareva Street, built in the first half of the 18th century. It was a street full of tinkers and other craftsmen, but today it is packed with cafes and restaurants.\nSkull Tower (Ćele Kula) – A monument to the Serbian revolutionaries (1804–13); a tower made out of skulls of Serbian uprisers, killed and decapitated by the Ottomans. It is situated on Zoran Đinđić Boulevard, on the old Constantinople road leading to Sofia.\nSultans Trail Long distance hiking and biking route from Vienna to İstanbul runs through Niš."
      },
      {
        "title": "Architecture and monuments",
        "text": "Buildings in Niš are constantly being built. Niš is the second city in Serbia after Belgrade by number of high-rises. The Ambassador Hotel is one of the tallest buildings in Niš, but there are also other buildings like TV5 Tower."
      }
    ],
    "properties": [
      { "key": "Area", "value": "596.73 km2"},
      { "key": "Population", "value": "183,164"},
      { "key": "Population density", "value": "457/km2"},
      { "key": "Coordinates(DMS)", "value": "43° 19′ 15″ N, 21° 53′ 45.03″ E"}
    ]
  },
  {
    "id": 4,
    "name" : "Kragujevac",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Zastava_Grada_Kragujevca.svg",
    "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/Greater_COA_of_Kragujevac.svg",
    "shortDescription": "Kragujevac (Serbian Cyrillic: Крагујевац, pronounced [krǎɡujeʋats]) is the fourth largest city in Serbia and the administrative centre of the Šumadija District. It is the historical centre of the geographical region of Šumadija in central Serbia, and is situated on the banks of the Lepenica River. According to the 2022 census, City of Kragujevac has 171,628 inhabitants.\n\nKragujevac was the first capital of modern Serbia and the first constitution in the Balkans, the Sretenje Constitution, was proclaimed in the city in 1838. A unit of the Scottish Women's Hospitals for Foreign Service was located there in World War I. During the Second World War, Kragujevac was the site of a massacre by the Nazis in which 2,778 Serb men and boys were killed.\n\nModern Kragujevac is known for its large munitions (Zastava Arms) and automobile (FCA Srbija) industries, as well as its status as an education centre housing the University of Kragujevac, one of the region's largest higher education institutions.",
    "mainDescription": "Cityscape\nThe architecture of Kragujevac displays a fusion of many different styles. Historically, Ottoman (nowadays almost completely gone) and 19th century Vienna Secession style architecture have played an important role in the city's landscape.\n\nNewer architecture dominates the city's panorama. A blend of Viennese, Balkan as well as Brutalism is present, as showcased in the monuments to the Kragujevac massacre. Post-war concrete apartment blocks built during the Socialist Federal Republic of Yugoslavia period are prominent. Today, glass office buildings reflect the ambitious business aspirations of the city. Some important buildings in Kragujevac include:\n\nThe \"old\" (or \"Pridvorina\") church of Descent of the Holy Spirit, built in 1818 as a part of Prince Miloš's court\nThe Old Parliament, built in the court of the church where the first parliamentary meeting was held in 1859\nThe Amidža Konak, built by Prince Miloš as a residential house (now exhibition) and an example of regional Serbian architecture\nThe Prince Mihailo Konak, built in 1860 to blend local tradition with European architectural concepts and now the National Museum\nThe grammar school (gimnazija), built between 1885 and 1887 in European style to serve as the first educational institution of its kind in Serbia, educating prominent Serbian figures such as Svetozar Marković, Nikola Pašić, and Radomir Putnik\nThe Upper (Great) Park is the largest park in Kragujevac. It was established in 1898. It is covered with more than 10 hectares (25 acres) of greenery, and a dense canopy of century-old trees, renovated walkways and benches are the right place for rest, walk and relaxation. In the park and its immediate vicinity there are sports facilities for basketball, football, volleyball, tennis, and indoor and outdoor swimming pools. Lower (Small) Park is located in the city centre, within the Milos Wreath complex. At its centre there is a monument to the Fallen People of Šumadija. The Ilina Voda park, a legacy of Svetozar Andrejević, was established in 1900. It covers an area of 7 hectares (17 acres).\n\nThere is a fountain with a small waterfall, five mini lakes connected by a small stream, and a small zoo with about 100 animals and a garden with various types of trees characteristic of Šumadija. The curiosity in the park is the largest sculpture of Easter eggs (3 metres (10 ft) high) in Europe and the second in the world; made from recycled metal, set in 2004. Scenic attractions nearby include the Aranđelovac, Gornji Milanovac, Vrnjačka Banja, and Mataruška Banja, Karađorđe's castle, the Church of Saint George in Topola 40 kilometres (25 miles) away, the Old Kalenić monastery 55 kilometres (34 miles) away, the resorts of Rogot (28 km (17 mi)) and Stragari (34 km (21 mi)) with the old Blagoveštenje and Voljavča monasteries.\n\nCulture\nThere are many cultural institutions in Kragujevac that have gained regional and national significance in the arts. These institutions include:\n\nKnjaževsko-srpsko pozorište (founded in 1835)\nthe National Library \"Vuk Karadžić\" (founded in 1866)\nthe cultural and artistic group \"Abrasević\" (founded in 1904)\nThe \"October in Kragujevac Memorial Park\", located in Šumarice, commemorating the tragic events of 21 October 1941\nThe National Museum, with various displays including those pertaining to archaeology, ethnic diversity, the history of Kragujevac and Šumadija, and many paintings (the archaeology department has a rich collection of 10,000 display items and over 100,000 study items, while the painting department has over 1,000 pieces of prominent Serbian art of extraordinary value)\nThe \"Old Foundry Museum\", located within the old gun foundry, presents the industrial development of Kragujevac and Serbia using a collection of 5,800 pieces: weapons and equipment, machines and tools, archive material, photos, paintings, trophies and medals.\nThe Historical Archives of Šumadija, collecting and filing the archives and issues of the seven municipalities of Šumadija and has at its disposal 700 metres (2,297 feet) of archive issues with 780 registries and hundreds of thousands of original historical documents\nThere are three fine and applied arts associations in Kragujevac: the Art KG, the branch of the Serbian Association of Painters ULUS and the Association of Painters of Kragujevac, the ULUK. The most important annual and biannual cultural events include:\n\nthe International Festival of Chamber Choir Music\nthe International Festival of Chamber Music\nthe International Small Forms Theatre Festival\nArsenal Fest\nthe International Saloon of Antiwar Cartoons\nthe International Art Workshop \"Balkan Bridges\"\nthe International Jazz Festival\nthe International Puppet Theatre Festival",
    "latitude": 44.01292070742925,
    "longitude": 20.909750122994435,
    "searchTerm": "kragujevac",
    "videoUrl": "C_POwqCwHhI",
    "sections": [
      {
        "title": "Cityscape",
        "text": "The architecture of Kragujevac displays a fusion of many different styles. Historically, Ottoman (nowadays almost completely gone) and 19th century Vienna Secession style architecture have played an important role in the city's landscape.\n\nNewer architecture dominates the city's panorama. A blend of Viennese, Balkan as well as Brutalism is present, as showcased in the monuments to the Kragujevac massacre. Post-war concrete apartment blocks built during the Socialist Federal Republic of Yugoslavia period are prominent. Today, glass office buildings reflect the ambitious business aspirations of the city. Some important buildings in Kragujevac include:\n\nThe \"old\" (or \"Pridvorina\") church of Descent of the Holy Spirit, built in 1818 as a part of Prince Miloš's court\nThe Old Parliament, built in the court of the church where the first parliamentary meeting was held in 1859\nThe Amidža Konak, built by Prince Miloš as a residential house (now exhibition) and an example of regional Serbian architecture\nThe Prince Mihailo Konak, built in 1860 to blend local tradition with European architectural concepts and now the National Museum\nThe grammar school (gimnazija), built between 1885 and 1887 in European style to serve as the first educational institution of its kind in Serbia, educating prominent Serbian figures such as Svetozar Marković, Nikola Pašić, and Radomir Putnik\nThe Upper (Great) Park is the largest park in Kragujevac. It was established in 1898. It is covered with more than 10 hectares (25 acres) of greenery, and a dense canopy of century-old trees, renovated walkways and benches are the right place for rest, walk and relaxation. In the park and its immediate vicinity there are sports facilities for basketball, football, volleyball, tennis, and indoor and outdoor swimming pools. Lower (Small) Park is located in the city centre, within the Milos Wreath complex. At its centre there is a monument to the Fallen People of Šumadija. The Ilina Voda park, a legacy of Svetozar Andrejević, was established in 1900. It covers an area of 7 hectares (17 acres).\n\nThere is a fountain with a small waterfall, five mini lakes connected by a small stream, and a small zoo with about 100 animals and a garden with various types of trees characteristic of Šumadija. The curiosity in the park is the largest sculpture of Easter eggs (3 metres (10 ft) high) in Europe and the second in the world; made from recycled metal, set in 2004. Scenic attractions nearby include the Aranđelovac, Gornji Milanovac, Vrnjačka Banja, and Mataruška Banja, Karađorđe's castle, the Church of Saint George in Topola 40 kilometres (25 miles) away, the Old Kalenić monastery 55 kilometres (34 miles) away, the resorts of Rogot (28 km (17 mi)) and Stragari (34 km (21 mi)) with the old Blagoveštenje and Voljavča monasteries."
      },
      {
        "title": "Culture",
        "text": "There are many cultural institutions in Kragujevac that have gained regional and national significance in the arts. These institutions include:\n\nKnjaževsko-srpsko pozorište (founded in 1835)\nthe National Library \"Vuk Karadžić\" (founded in 1866)\nthe cultural and artistic group \"Abrasević\" (founded in 1904)\nThe \"October in Kragujevac Memorial Park\", located in Šumarice, commemorating the tragic events of 21 October 1941\nThe National Museum, with various displays including those pertaining to archaeology, ethnic diversity, the history of Kragujevac and Šumadija, and many paintings (the archaeology department has a rich collection of 10,000 display items and over 100,000 study items, while the painting department has over 1,000 pieces of prominent Serbian art of extraordinary value)\nThe \"Old Foundry Museum\", located within the old gun foundry, presents the industrial development of Kragujevac and Serbia using a collection of 5,800 pieces: weapons and equipment, machines and tools, archive material, photos, paintings, trophies and medals.\nThe Historical Archives of Šumadija, collecting and filing the archives and issues of the seven municipalities of Šumadija and has at its disposal 700 metres (2,297 feet) of archive issues with 780 registries and hundreds of thousands of original historical documents\nThere are three fine and applied arts associations in Kragujevac: the Art KG, the branch of the Serbian Association of Painters ULUS and the Association of Painters of Kragujevac, the ULUK. The most important annual and biannual cultural events include:\n\nthe International Festival of Chamber Choir Music\nthe International Festival of Chamber Music\nthe International Small Forms Theatre Festival\nArsenal Fest\nthe International Saloon of Antiwar Cartoons\nthe International Art Workshop \"Balkan Bridges\"\nthe International Jazz Festival\nthe International Puppet Theatre Festival\""
      }
    ],
    "properties": [
      { "key": "Area", "value": "835 km2"},
      { "key": "Population", "value": "150,835"},
      { "key": "Population desnity", "value": "180.64/km2"},
      { "key": "Coordinates(DMS)", "value": "44° 0′ 51″ N, 20° 54′ 42″ E"}
    ]
  },
  {
    "id": 5,
    "name" : "Pančevo",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Pancevo_Flag.png",
    "shortDescription": "Pančevo (Serbian Cyrillic: Панчево, pronounced [pâːntʃeʋo]; German: Pantschowa; Hungarian: Pancsova; Romanian: Panciova; Slovak: Pánčevo) is a city and the administrative center of the South Banat District in the autonomous province of Vojvodina, Serbia. It is located on the shores of rivers Tamiš and Danube, in the southern part of Banat region. Since the 2011 census 123,414 people have been living in the Pančevo administrative area. Pančevo is the fourth largest city in Vojvodina and the ninth largest in Serbia by population.\n\nPančevo was first mentioned in 1153 and was described as an important mercantile place. It gained the status of a city in 1873 following the disestablishment of the Military Frontier in that region. For most of its period, it was the part of the Kingdom of Hungary and after 1920 it became part of the Kingdom of Serbs, Croats and Slovenes, which was renamed in 1929 to Yugoslavia. Since then with one interruption it was part of several Yugoslav states and after the dissolution of the latest in 2003, it is part of its successor state, Serbia. Pančevo is notable for being multi-ethnic, Serbs (and Germans until 1945) have been the dominant ethnic group since the 16th century and since 2011 they compose 80% of the total population of the city.\n\nPančevo is a city with rich cultural events and monuments, and in the past, it also used to be a filming location for many national and international movie productions. Since 2003 an international and multi-cultural carnival has been organized in the city. It is also the main economic center of the South Banat region and its economy is also mostly tied up to Belgrade's economy. HIP factory is located in Pančevo as well as UTVA which was heavily damaged during the bombing of Yugoslavia in 1999. Pančevo is also well known for its brewery and silk factory which were founded in the early 18th century, and as well as the light bulb factory which are all now defunct. Pančevo is also home to many historical objects, museums and parks.",
    "mainDescription": "Culture\nCultural institutions and events\nThe oldest and most traditional cultural institution of the city is the Serbian Church Choral Society, founded in 1838 and the oldest still existing Choral Society of today's Serbia. Since its inception, probably the most famous of all honorable choirmasters is Davorin Jenko, who conducted the choir from 1863 to 1865. In the present, the choir is conducted for the fourth time in a continuous sequence by a woman. The most important Cultural Center of the city (Kulturni Centar Pančeva) is located in the former theater building of the city, founded in 1947 and named National Theater which realized play productions in cooperation with National Theater Novi Sad. In 1956, the political authorities of the town decided the creation of a cultural center which is representing variety of all Arts. The center has a gallery of Modern art, and it promotes continuous festivals like Biennial of Art (Bijenale umetnosti), the music festival Ethno.com and the Pančevački Jazz Festival with artists from all over the world. In addition, some theater productions are shown annually in cooperation with National Theater Belgrade and other famous institutions. In 2012, the center published all popular stories of Zigomar Comics in a collected edition. Since 1977, the House of Youth (Dom omladine) is venue of the event Rukopisi (Manuscripts) where young writers are presented each year. The facility also promotes many other events like FreeDOM Art Festival. There is also the continuous Film festival PAFF worth mentioning which has a good reputation beyond the region. In the past, the city has been filming location for many national and international movie productions, including well known movies such as La Tour, prends garde!, The Mongols, I Even Met Happy Gypsies, Balkan Express, Black Cat, White Cat and Coriolanus.\n\nSince 2004, each year in June the Pančevački Carnival become the most important event of its kind in Serbia. The highlight of the event is the parade which goes through the center with more than over 3,000 international participants and up to 100,000 visitors annually. The city is a member of the Federation of European Carnival Cities.\n\nThe National Museum was founded in 1923 and it is located in former neoclassical city hall since several decades. The institution has a valuable permanent exhibition and it is one of the most important museums of Vojvodina. The Vajfert Brewery is located in the town's center and it is the oldest one of today's Serbia, founded in 1722 by Abraham Kepiš from Bratislava. The brewery was run by the Vajfert family for several generations and its most famous represent was Đorđe Vajfert. After closing in 2008 and a conflagration in 2010, the building complex was a ruin in recent years. In 2015, the city began to realize a concept for revitalizing the industrial heritage and in the following year, the Đorđe Vajfert Brewery Museum was opened in the presence of the Austrian and German ambassadors. In the same year, a new summer festival called Vajfert Days was held for the first time. The intention of the organizer is to promote the tourist, cultural, artistic and economic potential of the city. There is an archive of the city, founded in 1947 and it is located in former barracks of Austrian-Hungarian Army. The archive collects and preserves materials of town's history from all centuries.\n\nCultural monuments\nPančevo's Vojlovica monastery is one of the oldest monasteries of Vojvodina, the oldest sacral building complex of the city and declared Cultural Monument of Exceptional Importance. In 1542, the monastery was first mentioned by hegumen Jeronomah Parfenije in a Serbian almanac of Božidar Vuković. The church of the monastery is dedicated to Archangels Michael and Gabriel and was transformed into neoclassical stile towards the end of 18th century. From 1942 to 1944, some Orthodox dignitaries such as Gavrilo V were temporarily imprisoned in the monastery and the entire building complex was observed by members of Deutsche Mannschaft including obligation to regularly report for Banater Staatswache. The oldest church in town is the Roman Catholic Church Saint Charles Borromeo, built from 1756 to 1757 and in 1768, the building was extended with a steeple which was equipped with a turret clock in 1868 to mark its centenary. Its column in the square in front of the building with statue of Abraham and Isaac was built in 1722. The building was previously used as a provisional church of a Minorite monastery. The religious order provided the military chaplains for the garrison of the Imperial Army. The Serbian Orthodox Church Assumption of Holy Virgin was built from 1807 to 1811. The iconostasis of the church was designed by the painter Konstantin Danil from 1828 to 1833. The urban Institute for Protection of Cultural Monuments supports the maintenance and restoration of Pančevo's Cultural Heritage.\n\nMedia\nThe weekly newspaper Pančevac is oldest one of still existing print media in Serbia, founded in 1869, weekly newspaper Libertatea is most widely used print media of Romanians in Serbia, its first edition has been published in May 1945. The most used local mass media is RTV Pančevo. The TV station started broadcasting its programs in 1992.\n\nClubs\nThere is a single but well known board game club in Pančevo. Founded in 2015, Klub d20 brings together people who love all kinds of games, as well as epic and science fiction.\n\nIt's meant to cater to all ages, from 5 to 105, to all those who are willing to learn something new through games and to get acquainted with new, non-classic board games of different kinds such as RPG, card and video.\n\nThe club also organizes movies nights and watching of TV series, as well as literary evenings and tribunes on appropriate topics. In the club you can find well over 100 board games which you can play in the club or rent for an affordable price and play in the comfort of your home. However, since it really is a hub of fun and games in Pančevo, most people prefer to bring their friends and enjoy board games in the club quarters.\n\nSince the Covid-19 outbreak began the club has temporarily shut its doors but Pančevo residents and board game enthusiasts from afar are eagerly awaiting its reopening.",
    "latitude": 44.870556,
    "longitude": 20.640278,
    "searchTerm": "pančevo",
    "videoUrl": "mJgpQQFbbAs",
    "sections": [
      {
        "title": "Cultural institutions and events",
        "text": "The oldest and most traditional cultural institution of the city is the Serbian Church Choral Society, founded in 1838 and the oldest still existing Choral Society of today's Serbia. Since its inception, probably the most famous of all honorable choirmasters is Davorin Jenko, who conducted the choir from 1863 to 1865. In the present, the choir is conducted for the fourth time in a continuous sequence by a woman. The most important Cultural Center of the city (Kulturni Centar Pančeva) is located in the former theater building of the city, founded in 1947 and named National Theater which realized play productions in cooperation with National Theater Novi Sad. In 1956, the political authorities of the town decided the creation of a cultural center which is representing variety of all Arts. The center has a gallery of Modern art, and it promotes continuous festivals like Biennial of Art (Bijenale umetnosti), the music festival Ethno.com and the Pančevački Jazz Festival with artists from all over the world. In addition, some theater productions are shown annually in cooperation with National Theater Belgrade and other famous institutions. In 2012, the center published all popular stories of Zigomar Comics in a collected edition. Since 1977, the House of Youth (Dom omladine) is venue of the event Rukopisi (Manuscripts) where young writers are presented each year. The facility also promotes many other events like FreeDOM Art Festival. There is also the continuous Film festival PAFF worth mentioning which has a good reputation beyond the region. In the past, the city has been filming location for many national and international movie productions, including well known movies such as La Tour, prends garde!, The Mongols, I Even Met Happy Gypsies, Balkan Express, Black Cat, White Cat and Coriolanus.\n\nSince 2004, each year in June the Pančevački Carnival become the most important event of its kind in Serbia. The highlight of the event is the parade which goes through the center with more than over 3,000 international participants and up to 100,000 visitors annually. The city is a member of the Federation of European Carnival Cities.\n\nThe National Museum was founded in 1923 and it is located in former neoclassical city hall since several decades. The institution has a valuable permanent exhibition and it is one of the most important museums of Vojvodina. The Vajfert Brewery is located in the town's center and it is the oldest one of today's Serbia, founded in 1722 by Abraham Kepiš from Bratislava. The brewery was run by the Vajfert family for several generations and its most famous represent was Đorđe Vajfert. After closing in 2008 and a conflagration in 2010, the building complex was a ruin in recent years. In 2015, the city began to realize a concept for revitalizing the industrial heritage and in the following year, the Đorđe Vajfert Brewery Museum was opened in the presence of the Austrian and German ambassadors. In the same year, a new summer festival called Vajfert Days was held for the first time. The intention of the organizer is to promote the tourist, cultural, artistic and economic potential of the city. There is an archive of the city, founded in 1947 and it is located in former barracks of Austrian-Hungarian Army. The archive collects and preserves materials of town's history from all centuries."
      },
      {
        "title": "Cultural monuments",
        "text": "Pančevo's Vojlovica monastery is one of the oldest monasteries of Vojvodina, the oldest sacral building complex of the city and declared Cultural Monument of Exceptional Importance. In 1542, the monastery was first mentioned by hegumen Jeronomah Parfenije in a Serbian almanac of Božidar Vuković. The church of the monastery is dedicated to Archangels Michael and Gabriel and was transformed into neoclassical stile towards the end of 18th century. From 1942 to 1944, some Orthodox dignitaries such as Gavrilo V were temporarily imprisoned in the monastery and the entire building complex was observed by members of Deutsche Mannschaft including obligation to regularly report for Banater Staatswache. The oldest church in town is the Roman Catholic Church Saint Charles Borromeo, built from 1756 to 1757 and in 1768, the building was extended with a steeple which was equipped with a turret clock in 1868 to mark its centenary. Its column in the square in front of the building with statue of Abraham and Isaac was built in 1722. The building was previously used as a provisional church of a Minorite monastery. The religious order provided the military chaplains for the garrison of the Imperial Army. The Serbian Orthodox Church Assumption of Holy Virgin was built from 1807 to 1811. The iconostasis of the church was designed by the painter Konstantin Danil from 1828 to 1833. The urban Institute for Protection of Cultural Monuments supports the maintenance and restoration of Pančevo's Cultural Heritage."
      },
      {
        "title": "Clubs",
        "text": "There is a single but well known board game club in Pančevo. Founded in 2015, Klub d20 brings together people who love all kinds of games, as well as epic and science fiction.\n\nIt's meant to cater to all ages, from 5 to 105, to all those who are willing to learn something new through games and to get acquainted with new, non-classic board games of different kinds such as RPG, card and video.\n\nThe club also organizes movies nights and watching of TV series, as well as literary evenings and tribunes on appropriate topics. In the club you can find well over 100 board games which you can play in the club or rent for an affordable price and play in the comfort of your home. However, since it really is a hub of fun and games in Pančevo, most people prefer to bring their friends and enjoy board games in the club quarters."
      }
    ],
    "properties": [
      { "key": "Area", "value": "148.8 km2"},
      { "key": "Population", "value": "76,203"},
      { "key": "Population desnity", "value": "512.12/km2"},
      { "key": "Coordinates(DMS)", "value": "44° 52′ 14.62″ N, 20° 38′ 50.9″ E"}
    ]
  },
  {
    "id": 6,
    "name" : "Kraljevo",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Grb_Kraljeva.svg",
    "shortDescription": "Kraljevo (Serbian Cyrillic: Краљево, pronounced [krǎːʎɛʋɔ]) is a city and the administrative center of the Raška District in central Serbia. It is situated on the confluence of West Morava and Ibar, in the geographical region of Šumadija, between the mountains of Kotlenik in the north, and Stolovi in the south.\n\nIn 2011 the city urban area has a population of 68,749 inhabitants, while the city administrative area has 125,488 inhabitants. With an area of 1530 km², it is the largest municipality (after Belgrade) in Serbia by area.",
    "mainDescription": "History and sights\nThe \"lower\" Ibar region is thought to be the first area where Serbs began to develop cultural, political and economic life. Since the end of the 11th century, the center of Grand Principality of Serbia was in the region of Raška, with state capital in the ancient fortress of Ras, near modern Novi Pazar. There are numerous monasteries in the Kraljevo area, Studenica (1188), Gradac and Stara Pavlica. There is also a medieval fortress known as Maglič. Monastery of Žiča (1219) was the original seat of Serbian Archbishop was used for the crowning of Serbian kings.\n\nThe village of Rudo Polje, from which Kraljevo arose, was settled during the 14th century. This area was occupied by the Turks between 1458 and 1459.\n\nDuring the Turkish rule Rudo Polje became known as Karanovac. Karanovac became an important settlement during the war between Austria and Turkey in the period between 1718 and 1739. After 1718, a border between Austria and Turkey was established along right bank of river Morava. During the first uprising of the Serbs in 1805, Karanovac was heavily damaged and most of the Muslim population left, leaving the Serbs to continue development of the city during the period following the uprising.\n\nAfter the Second Serbian uprising, Karanovac was liberated in 1819 under the rule of Prince Miloš Obrenović. In that period the Orthodox Cathedral of the Holy Trinity was built; Gospodar Vasin konak, a mansion used by wealthy guests, as well as a number of significant public buildings. Kraljevo received the first urban plan, and became an important economic city.\n\nIn 1882 King Milan Obrenović, establishing the Kingdom of Serbia, in honor of his coronation, changed Karanovac name to Kraljevo, and gave the order for restoration of rather dilapidated monastery Žiča.\n\nIn 1919, Nikolaj Velimirović, was consecrated Bishop of Žiča and spent a brief period in the city. He returned again in 1935, and stayed until 1941. He rebuilt and enlarged the monastery.\n\nDuring World War II Kraljevo was occupied by the German army. In October 1941, joint forces of Chetniks and Partisans besieged and attacked German forces in Kraljevo during the Siege of Kraljevo. In retaliation the Wehrmacht carried out the Kraljevo massacre, killing 2,000 residents of the city. A memorial complex constructed in the 1970s today commemorates the site of the massacre. In November 1944, heavy battles were fought in Kraljevo and its surrounding areas culminating in the city's liberation on 29 November 1944.\n\nDuring the NATO bombing of Yugoslavia in 1999 the Lađevci Airport located near Kraljevo was bombed.\n\n\nKraljevo City Museum\nOne prominent feature of the area is the Coronation church which belongs to the Žiča monastery. Seven Serbian kings are said to have been crowned (the seven crowns on the city coat of arms represent this assumption) in the church. The church is Byzantine in style, and has been partially restored, with only the main tower remaining from the original building dating to 1210, when it was founded by Saint Sava, the patron saint of Serbia.\n\nThe famous monastery of Studenica, 39 km (24 mi) south west of Kraljevo, stands high among the south-western mountains, overlooking the Studenica, a tributary of the Ibar. It consists of a group of old-fashioned timber and plaster buildings, a tall belfry, and a diminutive church of white marble, founded in 1190 by King Stefan Nemanja, who became a monk and was canonized as Saint Simeon. The carvings around the north, south and west doors have been partially defaced by the Turks. The inner walls are decorated with Byzantine frescoes, among which only a painting of the Last Supper, and the portraits of five saints remain from the original artwork. The dome and narthex are modern additions.\n\nThe silver shrine of Saint Simeon sits within the church, along with many gold and silver ornaments, church vessels and old manuscripts, and a set of vestments and a reliquary, believed by the monks to have been the property of Saint Sava who founded the first hospital in Studenica in the 13th century.\n\nIn various historical periods, Kraljevo was part of various administrative formats within Serbia, for example in the Kingdom of Serbs, Croats and Slovenes, as part of Northern Serbia, during the time of Kingdom of Yugoslavia as part of the Moravian Banovina, etc., and today it is officially part of Sumadija & Western Serbia Region\n\nTourism\nSince 1990 an annual regatta called \"Joyful descend\" (Veseli spust) is held on the Ibar river. The course is 25 km (16 mi) long, starts at the Maglič fortress and ends in Kraljevo. It is held in the early July and in 2017 it was attended by over 300 boats and 5,000 people. Inaugural regatta in 1990 had 150 participants, but the number grew to 10,000 in 2004–06 and 20,000 in 2008.",
    "latitude": 43.723611,
    "longitude": 20.6875,
    "searchTerm": "kraljevo",
    "videoUrl": "_uIIQAdP8MY",
    "sections": [
      {
        "title": "History and sights",
        "text": "The \"lower\" Ibar region is thought to be the first area where Serbs began to develop cultural, political and economic life. Since the end of the 11th century, the center of Grand Principality of Serbia was in the region of Raška, with state capital in the ancient fortress of Ras, near modern Novi Pazar. There are numerous monasteries in the Kraljevo area, Studenica (1188), Gradac and Stara Pavlica. There is also a medieval fortress known as Maglič. Monastery of Žiča (1219) was the original seat of Serbian Archbishop was used for the crowning of Serbian kings.\n\nThe village of Rudo Polje, from which Kraljevo arose, was settled during the 14th century. This area was occupied by the Turks between 1458 and 1459.\n\nDuring the Turkish rule Rudo Polje became known as Karanovac. Karanovac became an important settlement during the war between Austria and Turkey in the period between 1718 and 1739. After 1718, a border between Austria and Turkey was established along right bank of river Morava. During the first uprising of the Serbs in 1805, Karanovac was heavily damaged and most of the Muslim population left, leaving the Serbs to continue development of the city during the period following the uprising.\n\nAfter the Second Serbian uprising, Karanovac was liberated in 1819 under the rule of Prince Miloš Obrenović. In that period the Orthodox Cathedral of the Holy Trinity was built; Gospodar Vasin konak, a mansion used by wealthy guests, as well as a number of significant public buildings. Kraljevo received the first urban plan, and became an important economic city.\n\nIn 1882 King Milan Obrenović, establishing the Kingdom of Serbia, in honor of his coronation, changed Karanovac name to Kraljevo, and gave the order for restoration of rather dilapidated monastery Žiča.\n\nIn 1919, Nikolaj Velimirović, was consecrated Bishop of Žiča and spent a brief period in the city. He returned again in 1935, and stayed until 1941. He rebuilt and enlarged the monastery.\n\nDuring World War II Kraljevo was occupied by the German army. In October 1941, joint forces of Chetniks and Partisans besieged and attacked German forces in Kraljevo during the Siege of Kraljevo. In retaliation the Wehrmacht carried out the Kraljevo massacre, killing 2,000 residents of the city. A memorial complex constructed in the 1970s today commemorates the site of the massacre. In November 1944, heavy battles were fought in Kraljevo and its surrounding areas culminating in the city's liberation on 29 November 1944.\n\nDuring the NATO bombing of Yugoslavia in 1999 the Lađevci Airport located near Kraljevo was bombed.\n\nOne prominent feature of the area is the Coronation church which belongs to the Žiča monastery. Seven Serbian kings are said to have been crowned (the seven crowns on the city coat of arms represent this assumption) in the church. The church is Byzantine in style, and has been partially restored, with only the main tower remaining from the original building dating to 1210, when it was founded by Saint Sava, the patron saint of Serbia.\n\nThe famous monastery of Studenica, 39 km (24 mi) south west of Kraljevo, stands high among the south-western mountains, overlooking the Studenica, a tributary of the Ibar. It consists of a group of old-fashioned timber and plaster buildings, a tall belfry, and a diminutive church of white marble, founded in 1190 by King Stefan Nemanja, who became a monk and was canonized as Saint Simeon. The carvings around the north, south and west doors have been partially defaced by the Turks. The inner walls are decorated with Byzantine frescoes, among which only a painting of the Last Supper, and the portraits of five saints remain from the original artwork. The dome and narthex are modern additions.\n\nThe silver shrine of Saint Simeon sits within the church, along with many gold and silver ornaments, church vessels and old manuscripts, and a set of vestments and a reliquary, believed by the monks to have been the property of Saint Sava who founded the first hospital in Studenica in the 13th century.\n\nIn various historical periods, Kraljevo was part of various administrative formats within Serbia, for example in the Kingdom of Serbs, Croats and Slovenes, as part of Northern Serbia, during the time of Kingdom of Yugoslavia as part of the Moravian Banovina, etc., and today it is officially part of Sumadija & Western Serbia Region"
      },
      {
        "title": "Tourism",
        "text": "Since 1990 an annual regatta called \"Joyful descend\" (Veseli spust) is held on the Ibar river. The course is 25 km (16 mi) long, starts at the Maglič fortress and ends in Kraljevo. It is held in the early July and in 2017 it was attended by over 300 boats and 5,000 people. Inaugural regatta in 1990 had 150 participants, but the number grew to 10,000 in 2004–06 and 20,000 in 2008."
      }
    ],
    "properties": [
      { "key": "Area", "value": "1,530 km2"},
      { "key": "Population", "value": "64,175"},
      { "key": "Population desnity", "value": "41.94/km2"},
      { "key": "Coordinates(DMS)", "value": "43° 43′ 0″ N, 20° 41′ 0″ E"}
    ]
  },
  {
    "id": 7,
    "name" : "Subotica",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Flag_of_Subotica%2C_Serbia.png",
    "shortDescription": "Subotica (Serbian Cyrillic: Суботица, pronounced [sǔbotitsa]; Hungarian: Szabadka) is a city and the administrative center of the North Bačka District in the autonomous province of Vojvodina, Serbia. Formerly the largest city of Vojvodina region, contemporary Subotica is now the second largest city in the province, following the city of Novi Sad. According to the 2011 census, the city itself has a population of 97,910, while the urban area of Subotica (with adjacent urban settlement of Palić included) has 105,681 inhabitants, and the population of metro area (the administrative area of the city) stands at 141,554 people.",
    "mainDescription": "Cityscape\nUnique in Serbia, Subotica and adjacent Palić have the most buildings built in the Hungarian Secession style, a distinct variant of Art Nouveau. The Hungarian Secession style was operational between the 1890s and World War I. Its designs combined art nouveau vegetal ornaments and symbolic figures with traditional Hungarian motifs. It found its architectural expression in Subotica in the works of Marcell Komor, Dezső Jakab and Ferenc Raichle.\n\nThe City Hall (built in 1908–1910) and the Synagogue (1902) are of especially outstanding beauty. These were built by the same architects, Marcell Komor and Dezső Jakab. Another exceptional example of art nouveau architecture is the actual Raichle Palace, which was built in 1904 by Ferenc J. Raichle.\n\nChurch buildings include the Cathedral of St. Theresa of Avila dating from 1797, the Franciscan friary dating from 1723, the Eastern Orthodox churches also from the 18th century, and the Hungarian Art Nouveau Subotica Synagogue from the early 20th century and its renovation was completed in the summer of 2019.\n\nThe historic National Theatre in Subotica, which was built in 1854 as the first monumental public building in Subotica, was demolished in 2007, although it was declared a historic monument under state protection in 1983, and in 1991 it was added to the National Register as a monument of an extraordinary cultural value. It is currently in the midst of renovation and is scheduled to open in 2017.",
    "latitude": 46.100278,
    "longitude": 19.665556,
    "searchTerm": "subotica",
    "videoUrl": "vuXKTqlclyg",
    "sections": [
      {
        "title": "Cityscape",
        "text": "Unique in Serbia, Subotica and adjacent Palić have the most buildings built in the Hungarian Secession style, a distinct variant of Art Nouveau. The Hungarian Secession style was operational between the 1890s and World War I. Its designs combined art nouveau vegetal ornaments and symbolic figures with traditional Hungarian motifs. It found its architectural expression in Subotica in the works of Marcell Komor, Dezső Jakab and Ferenc Raichle.\n\nThe City Hall (built in 1908–1910) and the Synagogue (1902) are of especially outstanding beauty. These were built by the same architects, Marcell Komor and Dezső Jakab. Another exceptional example of art nouveau architecture is the actual Raichle Palace, which was built in 1904 by Ferenc J. Raichle.\n\nChurch buildings include the Cathedral of St. Theresa of Avila dating from 1797, the Franciscan friary dating from 1723, the Eastern Orthodox churches also from the 18th century, and the Hungarian Art Nouveau Subotica Synagogue from the early 20th century and its renovation was completed in the summer of 2019.\n\nThe historic National Theatre in Subotica, which was built in 1854 as the first monumental public building in Subotica, was demolished in 2007, although it was declared a historic monument under state protection in 1983, and in 1991 it was added to the National Register as a monument of an extraordinary cultural value. It is currently in the midst of renovation and is scheduled to open in 2017."
      }
    ],
    "properties": [
      { "key": "Area", "value": "290.0 km2"},
      { "key": "Population", "value": "97,910"},
      { "key": "Population desnity", "value": "337.62/km2"},
      { "key": "Coordinates(DMS)", "value": "46° 6′ 0.43″ N, 19° 39′ 48.89″ E"}
    ]
  },
  {
    "id": 8,
    "name" : "Zrenjanin",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/7/74/Zastava_Zrenjanina.svg",
    "shortDescription": "Zrenjanin (Serbian Cyrillic: Зрењанин, pronounced [zrɛ̌ɲanin]; Hungarian: Nagybecskerek; Romanian: Becicherecu Mare; Slovak: Zreňanin; German: Großbetschkerek) is a city and the administrative center of the Central Banat District in the autonomous province of Vojvodina, Serbia. The city urban area has a population of 76,511 inhabitants, while the city administrative area has 123,362 inhabitants (2011 census data). The old name for Zrenjanin is Veliki Bečkerek or Nagybecskerek as it was known under Austria-Hungary up until 1918.\n\nZrenjanin is the largest city in the Serbian part of the Banat geographical region, and the third largest city in Vojvodina (after Novi Sad and Subotica). The city was designated European city of sport.",
    "mainDescription": "Culture\nMain sights\n\nCentral square and Zrenjanin's Roman Catholic cathedral\nCity Hall, built in 1816, re-constructed in 1887, neobaroque, Gyula Partos and Ödön Lechner.\nFinance palace, today National museum, built in 1894 in Neorenaissance style by István Kiss.\nZrenjanin Theatre, built in 1839, classicism, the oldest theatre building in Serbia.\nZrenjanin Court House, built between 1906 and 1908, romanticism, Sandor Eigner and Marcus Rehmer.\nUspenska Serbian Orthodox church, built in 1746, baroque, the oldest church in the city.\nVavedenska church, built in 1777 in Baroque style.\nSlovak evangelic church, built in 1837, classicism.\nZrenjanin Cathedral, built between 1864 and 1868, romanesque, Franz Xaver Brandeisz.\nZrenjanin Protestant church, built in 1891, neogothic, Ferenc Zaboretzky.\nZrenjanin Synagogue, built in 1896, Moorish Revival, Lipót Baumhorn, demolished in 1941 by Nazis.\nBukovac palace, built in 1895, neorenaissance.\nOld Vojvodina hotel, built in 1886, neorenaissance, Ferenc Pelzl.\nZrenjanin Grammar School building, built in 1846, re-constructed in 1937 and later.\nSmall bridge, built in 1904, the oldest bridge in the city.\nTrade academy, built in 1892, neorenaissance, István Kiss.\nBence House, built in 1909, secession.\nDry Bridge, built in 1962, without river since 1985.\nEiffel Bridge, built in 1904, replaced by a new bridge in 1969.\nDunđerski palace, built in 1910, secession.\nHouse of Soko, built in 1927, academism, Dragiša Brašovan.\nIn popular culture\nZrenjanin (under the name of Petrovgrad) is mentioned in the novel \"Waiting for Robert Capa\" of Spanish author Susana Fortes. Jewish protagonist's brothers who are running from persecution, are settling in Serbian village Petrovgrad, just on Romanian border, because there was never tradition of antisemitism in the village.\nTourism\n\nArchitecture in Zrenjanin\nZrenjanin has many places of interest like City Hall, the cathedral, Freedom Square, King Aleksandar I Street, etc.\n\nThere is a Tourist Information Office in the building of National Museum (Subotićeva 1).",
    "latitude": 45.383333,
    "longitude": 20.389444,
    "searchTerm": "zrenjanin",
    "videoUrl": "Ds1cel4AUbY",
    "sections": [
      {
        "title": "Main sights",
        "text": "Central square and Zrenjanin's Roman Catholic cathedral\nCity Hall, built in 1816, re-constructed in 1887, neobaroque, Gyula Partos and Ödön Lechner.\nFinance palace, today National museum, built in 1894 in Neorenaissance style by István Kiss.\nZrenjanin Theatre, built in 1839, classicism, the oldest theatre building in Serbia.\nZrenjanin Court House, built between 1906 and 1908, romanticism, Sandor Eigner and Marcus Rehmer.\nUspenska Serbian Orthodox church, built in 1746, baroque, the oldest church in the city.\nVavedenska church, built in 1777 in Baroque style.\nSlovak evangelic church, built in 1837, classicism.\nZrenjanin Cathedral, built between 1864 and 1868, romanesque, Franz Xaver Brandeisz.\nZrenjanin Protestant church, built in 1891, neogothic, Ferenc Zaboretzky.\nZrenjanin Synagogue, built in 1896, Moorish Revival, Lipót Baumhorn, demolished in 1941 by Nazis.\nBukovac palace, built in 1895, neorenaissance.\nOld Vojvodina hotel, built in 1886, neorenaissance, Ferenc Pelzl.\nZrenjanin Grammar School building, built in 1846, re-constructed in 1937 and later.\nSmall bridge, built in 1904, the oldest bridge in the city.\nTrade academy, built in 1892, neorenaissance, István Kiss.\nBence House, built in 1909, secession.\nDry Bridge, built in 1962, without river since 1985.\nEiffel Bridge, built in 1904, replaced by a new bridge in 1969.\nDunđerski palace, built in 1910, secession.\nHouse of Soko, built in 1927, academism, Dragiša Brašovan."
      },
      {
        "title": "In popular culture",
        "text": "renjanin (under the name of Petrovgrad) is mentioned in the novel \"Waiting for Robert Capa\" of Spanish author Susana Fortes. Jewish protagonist's brothers who are running from persecution, are settling in Serbian village Petrovgrad, just on Romanian border, because there was never tradition of antisemitism in the village."
      },
      {
        "title": "Architecture in Zrenjanin",
        "text": "Zrenjanin has many places of interest like City Hall, the cathedral, Freedom Square, King Aleksandar I Street, etc.\n\nThere is a Tourist Information Office in the building of National Museum (Subotićeva 1)."
      }
    ],
    "properties": [
      { "key": "Area", "value": "190.9 km2"},
      { "key": "Population", "value": "76,511"},
      { "key": "Population desnity", "value": "400/km2"},
      { "key": "Coordinates(DMS)", "value": "45° 22′ 55.97″ N, 20° 23′ 25.93″ E"}
    ]
  },
  {
    "id": 9,
    "name" : "Vranje",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Zastava-Vranja.png",
    "shortDescription": "Vranje (Serbian Cyrillic: Врање, pronounced [ʋrâɲɛ]) is a city in Southern Serbia and the administrative center of the Pčinja District. The municipality of Vranje has a population of 83,524 and its urban area has 60,485 inhabitants.\n\nVranje is the economical, political and cultural centre of the Pčinja District in Southern Serbia. It is the first city from the Balkans to be declared UNESCO city of Music. It is located on the Pan-European Corridor X, close to the borders with North Macedonia and Bulgaria. The Serbian Orthodox Eparchy of Vranje is seated in the city, as is the 4th Land Force Brigade of the Serbian Army.",
    "mainDescription": "Culture\nVranje was an important Ottoman trading site. The White Bridge is a symbol of the city and is called \"most ljubavi\" (lovers' bridge) after the tale of the forbidden love between the Muslim girl Ajša and Christian Stojan that resulted in the father killing the couple. After that, he built the bridge where he had killed her and had the story inscribed in Ottoman Arabic. The 11th-century Markovo Kale fortress is in the north of the city. The city has traditional Balkan and Ottoman architecture.\n\nThe well-known theater play Koštana by Bora Stanković is set in Vranje.\n\nVranje is famous for its popular old music. The best known music is from the theater piece with music, Koštana, by Bora Stanković. This original music style has been renewed recently by taking different, specific, and more oriental form, with the contribution of rich brass instruments. It is played particularly by the Vranje Romani people.\n\nVranje is the seat of Pčinja District and, as such, is a major center for cultural events in the district. Most notable annual events are Borina nedelja, Stari dani, Dani karanfila (in Vranjska Banja), etc.\n\nVranje lies close to Besna Kobila mountain and Vranjska Banja, locations with high potential that are underdeveloped. Other locations in and around Vranje with some tourist potential include Prohor Pčinjski monastery, Kale-Krševica, Markovo kale, Pržar, birth-house museum of Bora Stankovic.\n\nLargest hotels are Hotel Vranje, near the center and Hotel Pržar overlooking the city and the valley. The city has traditional Serbian cuisine as well as international cuisine restaurants and many cafes and bars.\n\nCulture institutions\nNational Museum (in former Pasha's residence, built in 1765)\nYouth Cultural Centre\nNational Library\nCentre for Talents\nTheater \"Bora Stanković\"\nTourist organization of Vranje",
    "latitude": 42.55,
    "longitude": 21.9,
    "searchTerm": "vranje",
    "videoUrl": "AUA2iEkXFOo",
    "sections": [
      {
        "title": "Culture",
        "text": "Vranje was an important Ottoman trading site. The White Bridge is a symbol of the city and is called \"most ljubavi\" (lovers' bridge) after the tale of the forbidden love between the Muslim girl Ajša and Christian Stojan that resulted in the father killing the couple. After that, he built the bridge where he had killed her and had the story inscribed in Ottoman Arabic. The 11th-century Markovo Kale fortress is in the north of the city. The city has traditional Balkan and Ottoman architecture.\n\nThe well-known theater play Koštana by Bora Stanković is set in Vranje.\n\nVranje is famous for its popular old music. The best known music is from the theater piece with music, Koštana, by Bora Stanković. This original music style has been renewed recently by taking different, specific, and more oriental form, with the contribution of rich brass instruments. It is played particularly by the Vranje Romani people.\n\nVranje is the seat of Pčinja District and, as such, is a major center for cultural events in the district. Most notable annual events are Borina nedelja, Stari dani, Dani karanfila (in Vranjska Banja), etc.\n\nVranje lies close to Besna Kobila mountain and Vranjska Banja, locations with high potential that are underdeveloped. Other locations in and around Vranje with some tourist potential include Prohor Pčinjski monastery, Kale-Krševica, Markovo kale, Pržar, birth-house museum of Bora Stankovic.\n\nLargest hotels are Hotel Vranje, near the center and Hotel Pržar overlooking the city and the valley. The city has traditional Serbian cuisine as well as international cuisine restaurants and many cafes and bars."
      },
      {
        "title": "Culture institutions",
        "text": "National Museum (in former Pasha's residence, built in 1765)\nYouth Cultural Centre\nNational Library\nCentre for Talents\nTheater \"Bora Stanković\"\nTourist organization of Vranje"
      }
    ],
    "properties": [
      { "key": "Area", "value": "535.3 km2"},
      { "key": "Population", "value": "55,138"},
      { "key": "Population desnity", "value": "103/km2"},
      { "key": "Coordinates(DMS)", "value": "42° 33′ 15.01″ N, 21° 53′ 49.56″ E"}
    ]
  },
  {
    "id": 10,
    "name" : "Vršac",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Flag_of_Vr%C5%A1ac.png",
    "shortDescription": "Vršac (Serbian Cyrillic: Вршац, pronounced [ʋr̩̂ʃat͡s]; Hungarian: Versec; Romanian: Vârșeț) is a city and the administrative centre of the South Banat District in the autonomous province of Vojvodina, Serbia. As of 2011, the city urban area had a population of 35,701, while the city administrative area had 52,026 inhabitants. It is located in the geographical region of Banat.",
    "mainDescription": "Tourist destinations\nThe Millennium sport center, opened in early-April 2001, is located in Vršac. The region around Vršac is famed for its vineyards.\n\nVršac Castle\nThe symbol of the town is the Vršac Castle (Vršačka kula), which dates back to the mid 15th century. It stands at the top of the hill (399m) overlooking Vršac.\n\nThere are two theories about origin of this fortress. According to the Turkish traveller, Evliya Çelebi, the fortress was built by the Serbian despot Đurađ Branković. The historians consider that Branković built the fortress after the fall of Smederevo in 1439. The fortress in its construction had some architectural elements similar to those in the fortress of Smederevo or in the fortress around monastery Manasija.\n\nThe other theory claim that Vršac Castle is a remain of the medieval fortress known as Erdesumulu (Hungarian: Érdsomlyó or Érsomlyó, Serbian: Erd-Šomljo / Ерд-Шомљо or Šomljo / Шомљо). However, the other sources do not identify Erdesumulu with Vršac, but claim that these two were separate settlements and that location of town and fortress of Erdesumulu was further to the east, on the Karaš River, in present-day Romanian Banat.\n\nMonasteries\nThere are two Serbian Orthodox monasteries in the city: Mesić monastery from the 13th century and Središte monastery, which is currently under construction.\n\nChurches\nThe Serbian Orthodox Cathedral, completed in 1728.\nThe Romanian Orthodox Cathedral, completed in 1912.\nThe Roman Catholic Church, completed in 1863.\nThe Apostolic Christian Church of Nazarene, completed in the early 1900s.\nWinery\nOne popular place to visit in Vršac is the local family-run winery, Vinik, which produces the Vržole Red, Vržole White and Bermetto wine.\n\nMuseums\nThere are three museums in Vršac:\n\nPharmacy on Stairs (Апотека На Степеницама)- The first and the oldest pharmacy in the town, founded in 1784. Other than a well-preserved collection of pharmaceutical equipment, there's a collection of stuffed animals, created at the end of the 19th and the beginning of the 20th century.\nConcordia Building- Originally a hotel, it was erected in 1847. Today it serves as the main museum of the town.\nVršac castle- The interior of the castle was transformed into the museum, which is open for visitors on weekends, from April until October.",
    "latitude": 45.116667,
    "longitude": 21.303333,
    "searchTerm": "vršac",
    "videoUrl": "ZOCP9potmM0",
    "sections": [
      {
        "title": "Tourist destinations",
        "text": "The Millennium sport center, opened in early-April 2001, is located in Vršac. The region around Vršac is famed for its vineyards.\n\nVršac Castle\nThe symbol of the town is the Vršac Castle (Vršačka kula), which dates back to the mid 15th century. It stands at the top of the hill (399m) overlooking Vršac.\n\nThere are two theories about origin of this fortress. According to the Turkish traveller, Evliya Çelebi, the fortress was built by the Serbian despot Đurađ Branković. The historians consider that Branković built the fortress after the fall of Smederevo in 1439. The fortress in its construction had some architectural elements similar to those in the fortress of Smederevo or in the fortress around monastery Manasija.\n\nThe other theory claim that Vršac Castle is a remain of the medieval fortress known as Erdesumulu (Hungarian: Érdsomlyó or Érsomlyó, Serbian: Erd-Šomljo / Ерд-Шомљо or Šomljo / Шомљо). However, the other sources do not identify Erdesumulu with Vršac, but claim that these two were separate settlements and that location of town and fortress of Erdesumulu was further to the east, on the Karaš River, in present-day Romanian Banat.\n\nMonasteries\nThere are two Serbian Orthodox monasteries in the city: Mesić monastery from the 13th century and Središte monastery, which is currently under construction.\n\nChurches\nThe Serbian Orthodox Cathedral, completed in 1728.\nThe Romanian Orthodox Cathedral, completed in 1912.\nThe Roman Catholic Church, completed in 1863.\nThe Apostolic Christian Church of Nazarene, completed in the early 1900s.\nWinery\nOne popular place to visit in Vršac is the local family-run winery, Vinik, which produces the Vržole Red, Vržole White and Bermetto wine.\n\nMuseums\nThere are three museums in Vršac:\n\nPharmacy on Stairs (Апотека На Степеницама)- The first and the oldest pharmacy in the town, founded in 1784. Other than a well-preserved collection of pharmaceutical equipment, there's a collection of stuffed animals, created at the end of the 19th and the beginning of the 20th century.\nConcordia Building- Originally a hotel, it was erected in 1847. Today it serves as the main museum of the town.\nVršac castle- The interior of the castle was transformed into the museum, which is open for visitors on weekends, from April until October."
      }
    ],
    "properties": [
      { "key": "Area", "value": "198.5 km2"},
      { "key": "Population", "value": "36,040"},
      { "key": "Population desnity", "value": "185/km2"},
      { "key": "Coordinates(DMS)", "value": "45° 7′ 0.79″ N, 21° 18′ 3.26″ E"}
    ]
  }
]