[
  {
    "id": 1,
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Flag_of_Belgrade%2C_Serbia.png",
    "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/COA_Beograd_%28Middle%29.svg",
    "name" : "Beograd",
    "shortDescription": "Beograd je glavni i najnaseljeniji grad Republike Srbije i privredno, kulturno i obrazovno središte zemlje. Grad leži na ušću Save u Dunav, gde se Panonska nizija spaja sa Balkanskim poluostrvom. Beograd je upravno središte Grada Beograda, posebne teritorijalne jedinice sa svojom mesnom samoupravom. Po broju stanovnika četvrti je u jugoistočnoj Evropi posle Istanbula, Atine i Bukurešta.\n\nJedan je od starijih gradova u Evropi. Prva naselja na teritoriji Beograda datiraju iz praistorijske Vinče, 4.800. godina pre nove ere. Sam grad su osnovali Kelti u 3. veku pre n. e, pre nego što je postao rimsko naselje Singidunum. Beograd je glavni grad Srbije od 1405. godine i bio je prestonica južnoslovenskih država od 1918. pa do 2003, kao i Srbije i Crne Gore od 2003. do 2006.\n\nBroj stanovnika u Beogradu prema popisu stanovništva iz 2011. je iznosio 1.166.763, dok je u široj okolini živelo 1.659.440 ili 23,09% stanovnika. Uži deo grada zauzima površinu od 359,96 km² i gustina naseljenosti je oko 3.736 stanovnika po km². Grad Beograd ima status posebne teritorijalne jedinice u Srbiji sa svojom lokalnom samoupravom, a njegova površina iznosi 3.222,68 km². Njegova teritorija je podeljena na 17 gradskih opština, od kojih svaka ima svoje lokalne organe vlasti.",
    "mainDescription": "Kultura\nBeograd je domaćin mnogim kulturnim manifestacijama, uključujući FEST (Međunarodni filmski festival), BITEF (Beogradski internacionalni teatarski festival), BELEF (Beogradski letnji festival), BEMUS (Beogradske muzičke svečanosti), Beogradski sajam knjiga, i Beogradski festival piva. Dobitnik Nobelove nagrade Ivo Andrić je napisao svoja najpoznatija dela: „Na Drini ćuprija” i „Prokleta avlija” u Prizrenskoj ulici u Beogradu. Ostali istaknuti srpski književnici koji su živeli i radili u Beogradu su: Branislav Nušić, Miloš Crnjanski, Borislav Pekić, Milorad Pavić, Meša Selimović i mnogi drugi.\n\nVećina srpske filmske industrije se nalazi u Beogradu, a jedan od najpoznatijih filmova snimljenih ovde je i film Emira Kusturice iz 1995, dobitnik Zlatne palme na Kanskom festivalu — Podzemlje. Grad je bio jedan od glavnih centara jugoslovenskog „novog talasa”: VIS Idoli, Ekatarina Velika i Šarlo Akrobata muzički bendovi koji su svi iz Beograda. Ostali poznati beogradski rok umetnici: Riblja čorba, Bajaga i instruktori i ostali. Tokom devedesetih, grad je bio glavni centar (u bivšoj Jugoslaviji) muzičkog žanra turbofolk. Danas je centar srpske hip hop scene, sa izvođačima kao što su Beogradski Sindikat, Škabo, Marčelo i mnogi drugi. Beograd takođe ima mnogo pozorišta, a najpoznatiji među njima su Beogradsko narodno pozorište, Jugoslovensko dramsko pozorište, Zvezdara teatar, i Atelje 212. U Beogradu se nalazi i Srpska akademija nauka i umetnosti, Narodna biblioteka Srbije i Istorijski arhiv Beograda.\n\nNa teritoriji grada Beograda postoji preko 1650 skulptura i spomenika.\n\nMuzeji\nNajpoznatiji muzej u Beogradu je Narodni muzej, osnovan 1844. godine. Sadrži kolekcije više od 400.000 izložbenih materijala, uključujući mnoga strana remek-dela. Poznato Miroslavljevo jevanđelje se nalazi u ovom muzeju. Vojni muzej je naročito popularan za strane turiste, najviše zbog delova „nevidljivog” (stelt) aviona F-117 kog je jugoslovenska protivvazdušna odbrana oborila u toku NATO bombardovanja 1999. U muzeju se takođe nalazi još preko 25.000 ostalih izložbenih predmeta od kojih neki datiraju iz rimskog perioda. Sličan muzej je Muzej jugoslovenskog vazduhoplovstva koji ima više od 200 aviona, od kojih su 50 stalna postavka. Nekoliko aviona u Muzeju su jedini „preživeli” primerci tog tipa, kao npr. Fijat G.50. Muzej izlaže i neke delove oborenih američkih i NATO aviona.\n\nEtnografski muzej, osnovan 1901, sadrži više od 150.000 predmeta ruralne i urbane kulture Balkana, tačnije država bivše Jugoslavije. Muzej savremene umetnosti sadrži kolekciju sa oko 8.540 primeraka umetničkih dela iz Jugoslavije od 1900. godine\n\nMuzej Nikole Tesle, osnovan 1952. godine, čuva lične stvari Nikole Tesle, naučnika po kome je jedinica Tesla dobila ime. Muzej čuva oko 160.000 originalnih dokumenata i oko 5.700 ostalih predmeta. Još jedan od većih beogradskih muzeja je Muzej Vuka i Dositeja, koji sadrži eksponate koji govore o životu, delu i zaveštanju Vuka Stefanovića Karadžića i Dositeja Obradovića, reformatora srpskog književnog jezika iz 19. veka koji su takođe ujedno i bili prvi ministri srpskog obrazovanja. U Beogradu takođe postoji i Muzej afričke umetnosti, osnovan u vreme socijalističke solidarnosti sa nerazvijenim nacijama Trećeg sveta.\n\nObrazovanje\nGlavni članak: Spisak obrazovnih institucija u Beogradu\n\nZgrada Rektorata Univerziteta u Beogradu, Kapetan-Mišino zdanje\nBeograd ima tri državna univerziteta i više privatnih institucija za više i visoko obrazovanje. Beogradski univerzitet vodi poreklo od Velike škole, osnovane 1808. Prvi srpski univerzitet formalno je osnovan 27. februara 1905. Više od 70.000 studenata studira na Beogradskom univerzitetu na ukupno 31 fakultetu. Pored fakulteta, univerzitet je sačinjen i od Univerzitetske biblioteke „Svetozar Marković”, naučno istraživačkih instituta i centara, od kojih su najpoznatiji Institut za nuklearne nauke Vinča, Elektrotehnički institut Nikola Tesla, Institut Mihajlo Pupin...\n\nDana 21. maja 1973. godine, umetničke akademije prerasle su u fakultete umetnosti, a Umetnička akademija postala je Univerzitet umetnosti, drugi samostalni beogradski univerzitet. Od 2011. godine postoji i Univerzitet odbrane, koji u svom sastavu ima dva fakulteta, vojnu i vojnomedicinsku akademiju.\n\nNaučno-istraživačke institucije Vojske Srbije koje se nalaze u Beogradu su Vojnogeografski institut, Vazduhoplovnomedicinski institut i Vojnotehnički institut Beograd (nekada Vazduhoplovnotehnički institut).\n\nU Beogradu postoji 195 osnovnih i 85 srednjih škola. Od osnovnih, postoji 162 redovnih, 14 specijalnih, 15 umetničkih i četiri škole za osnovno obrazovanje odraslih. Srednjoškolski sistem obuhvata 51 stručnu, 21 gimnaziju, 8 umetničkih i pet specijalnih škola. 230.000 upisanih učenika uči 22.000 zaposlenih u preko 500 objekata, koji pokrivaju oko 1.100.000 m².\n\nNoćni život\nBeograd ima reputaciju prestonice koja nudi svakodnevni, živopisan noćni život, sa mnoštvom klubova otvorenih do svitanja širom grada. Najprepoznatljiviji su klubovi smešteni na splavovima duž obala Save i Dunava.\n\nVikend-posetioci, posebno oni iz Makedonije, Bosne i Hercegovine, Hrvatske i Slovenije, smatraju Beograd većom metropolom od svojih prestonica zbog prijateljske atmosfere, sjajnih klubova i barova, pića, nepostojanja jezičke barijere, kao i liberalne regulative vezane za noćni život.\n\nPoznata mesta za ljubitelje alternativne muzike, odnosno kulture koja ne potpada pod mejnstrim, bili su afirmisani klubovi kao što su Akademija (Klub studenata na FLU), smeštena u podrumu Fakulteta likovnih umetnosti i KST (Klub studenata tehnike), smešten u podrumu zgrade Tehničkih fakulteta. Jedno od najpoznatijih mesta za alternativne kulturne događaje u gradu je SKC (Studentski kulturni centar), koji se nalazi preko puta Beograđanke, jedne od najznamenitijih građevina Beograda. Koncerti brojnih domaćih i poznatih stranih grupa se često održavaju u SKC-u, kao i umetničke izložbe i javne debate i diskusije.\n\nOni koji su naklonjeni tradicionalnijem srpskom noćnom životu, a ljubitelji su starogradske muzike, tipične za severne krajeve Srbije, mogu da se odluče za veče u Skadarliji, staroj boemskoj četvrti grada gde su se okupljali pesnici i umetnici krajem 19. i početkom 20. veka. U Skadarskoj ulici i okolini nalaze se neki od najstarijih beogradskih restorana. Na jednom kraju četvrti nalazi se nekadašnja najstarija beogradska pivara, osnovana u prvoj polovini 19. veka.\n\nSport\nU Beogradu postoji oko hiljadu sportskih objekata, od kojih mnogi svojim kapacitetom zadovoljavaju potrebe velikih i gotovo svih vrsta sportskih događaja. Beograd je bio domaćin mnogim bitnim sportskim događajima u prošlosti, kao što su SP u vodenim sportovima 1973, EP u fudbalu 1976, EP u košarci 2005, EP u odbojci 2005, EP u vaterpolu 2006. i 2016, Evropski olimpijski festival mladih 2007, Letnja univerzijada 2009, EP u odbojci za žene 2011, EP u rukometu 2012, EP u rukometu za žene 2012, SP u rukometu za žene 2013, EP u futsalu 2016, EP u atletici u dvorani 2017 i EP u košarci za žene 2019. Beograd se dva puta neuspešno kandidovao za Letnje olimpijske igre i to za Olimpijadu 1992., kada je ispao u trećem krugu glasanja Međunarodnog olimpijskog komiteta (tada su se igre održale u Barseloni), i Letnje olimpijske igre 1996., kada je grad domaćin bila Atlanta.\n\nBeograd je dom dva najveća i najuspešnija sportska društva u Srbiji, Crvene zvezde i Partizana. Dva najveća fudbalska stadiona u Beogradu su Stadion Rajko Mitić (stadion „Crvene zvezde”) i Stadion Partizana (stadion „JNA”). Beogradska arena se koristi za košarkaške i odbojkaške utakmice, zajedno sa Halom Pionir, dok se Sportski centar „Tašmajdan” koristi za vaterpolo utakmice.\n\nAda Ciganlija je bivše ostrvo na reci Savi i najveći beogradski sportsko-rekreativni kompleks. Nakon njegovog povezivanja s obalom, napravljeno je veštačko jezero. Jedna je od najpoznatijih destinacija za Beograđane tokom vrelog leta. Ada Ciganlija ima 7 km dugu plažu i objekte za razne sportove uključujući golf, ragbi, fudbal, košarku, odbojku, bejzbol i tenis. Ekstremni sportovi su takođe dostupni, kao što su bandži džamping, skijanje na vodi i pejntbol. Na ostrvu se nalaze i staze za vožnju bicikla, šetnju i džogiranje.\n\nTurizam\nOd 2000. godine, uporedo sa obnavljanjem diplomatskih odnosa Srbije sa zapadnom Evropom i Amerikom, u Beogradu se primećuje povratak stranih turista odsutnih još od ratova iz devedesetih godina.\n\nIstorijski delovi i zgrade Beograda su najveće gradske turističke atrakcije. One uključuju Skadarliju, Narodni muzej, Narodno pozorište, Zemun, Trg Nikole Pašića, Milošev konak, Konak kneginje Ljubice, Terazije, Studentski trg, Kalemegdan, Knez Mihailovu ulicu, Dom Narodne skupštine, Hram Svetog Save i Stari dvor. Pored ovoga, postoje mnogi parkovi, spomenici, muzeji, kafići, restorani i prodavnice i to sa obe strane reke Save. Mauzolej Josipa Broza Tita, nazvan Kuća cveća, parkovi, Ada Ciganlija, Topčider i Košutnjak koji se nalaze u blizini su takođe popularni, posebno posetiocima iz bivše Jugoslavije.\n\nU poslednje vreme broj mladih posetilaca se veoma uvećao, naročito onih iz Hrvatske, Slovenije i Bosne i Hercegovine koji uživaju u noćnom životu grada.\n\nArhitektura\nU različitim delovima grada arhitektura varira od tipično centralnoevropskog stila (Zemun), preko izvesnog broja zgrada u turskom stilu lociranih u starim delovima grada, do brutalističke i socijalističke arhitekture Novog Beograda. Arhitektura 19. veka je dosta uticala na arhitektonske trendove u Srbiji, uključujući i Beograd. Naročito je vidljiv uticaj austrougarske arhitekture 19. veka. Pod socijalizmom, većina stambenih objekata je građena brzo i jeftino, što je dovelo do brutalističke arhitekture blokova Novog Beograda podignutih u prvim decenijama nakon Drugog svetskog rata.",
    "latitude": 44.81321131600621,
    "longitude": 20.45143031433392,
    "searchTerm": "beograd",
    "videoUrl": "A74mo6tVXLc",
    "sections": [
      {
        "title": "Kultura",
        "text": "Beograd je domaćin mnogim kulturnim manifestacijama, uključujući FEST (Međunarodni filmski festival), BITEF (Beogradski internacionalni teatarski festival), BELEF (Beogradski letnji festival), BEMUS (Beogradske muzičke svečanosti), Beogradski sajam knjiga, i Beogradski festival piva. Dobitnik Nobelove nagrade Ivo Andrić je napisao svoja najpoznatija dela: „Na Drini ćuprija” i „Prokleta avlija” u Prizrenskoj ulici u Beogradu. Ostali istaknuti srpski književnici koji su živeli i radili u Beogradu su: Branislav Nušić, Miloš Crnjanski, Borislav Pekić, Milorad Pavić, Meša Selimović i mnogi drugi.\n\nVećina srpske filmske industrije se nalazi u Beogradu, a jedan od najpoznatijih filmova snimljenih ovde je i film Emira Kusturice iz 1995, dobitnik Zlatne palme na Kanskom festivalu — Podzemlje. Grad je bio jedan od glavnih centara jugoslovenskog „novog talasa”: VIS Idoli, Ekatarina Velika i Šarlo Akrobata muzički bendovi koji su svi iz Beograda. Ostali poznati beogradski rok umetnici: Riblja čorba, Bajaga i instruktori i ostali. Tokom devedesetih, grad je bio glavni centar (u bivšoj Jugoslaviji) muzičkog žanra turbofolk. Danas je centar srpske hip hop scene, sa izvođačima kao što su Beogradski Sindikat, Škabo, Marčelo i mnogi drugi. Beograd takođe ima mnogo pozorišta, a najpoznatiji među njima su Beogradsko narodno pozorište, Jugoslovensko dramsko pozorište, Zvezdara teatar, i Atelje 212. U Beogradu se nalazi i Srpska akademija nauka i umetnosti, Narodna biblioteka Srbije i Istorijski arhiv Beograda.\n\nNa teritoriji grada Beograda postoji preko 1650 skulptura i spomenika."
      },
      {
        "title": "Muzeji",
        "text": "Najpoznatiji muzej u Beogradu je Narodni muzej, osnovan 1844. godine. Sadrži kolekcije više od 400.000 izložbenih materijala, uključujući mnoga strana remek-dela. Poznato Miroslavljevo jevanđelje se nalazi u ovom muzeju. Vojni muzej je naročito popularan za strane turiste, najviše zbog delova „nevidljivog” (stelt) aviona F-117 kog je jugoslovenska protivvazdušna odbrana oborila u toku NATO bombardovanja 1999. U muzeju se takođe nalazi još preko 25.000 ostalih izložbenih predmeta od kojih neki datiraju iz rimskog perioda. Sličan muzej je Muzej jugoslovenskog vazduhoplovstva koji ima više od 200 aviona, od kojih su 50 stalna postavka. Nekoliko aviona u Muzeju su jedini „preživeli” primerci tog tipa, kao npr. Fijat G.50. Muzej izlaže i neke delove oborenih američkih i NATO aviona.\n\nEtnografski muzej, osnovan 1901, sadrži više od 150.000 predmeta ruralne i urbane kulture Balkana, tačnije država bivše Jugoslavije. Muzej savremene umetnosti sadrži kolekciju sa oko 8.540 primeraka umetničkih dela iz Jugoslavije od 1900. godine\n\nMuzej Nikole Tesle, osnovan 1952. godine, čuva lične stvari Nikole Tesle, naučnika po kome je jedinica Tesla dobila ime. Muzej čuva oko 160.000 originalnih dokumenata i oko 5.700 ostalih predmeta. Još jedan od većih beogradskih muzeja je Muzej Vuka i Dositeja, koji sadrži eksponate koji govore o životu, delu i zaveštanju Vuka Stefanovića Karadžića i Dositeja Obradovića, reformatora srpskog književnog jezika iz 19. veka koji su takođe ujedno i bili prvi ministri srpskog obrazovanja. U Beogradu takođe postoji i Muzej afričke umetnosti, osnovan u vreme socijalističke solidarnosti sa nerazvijenim nacijama Trećeg sveta."
      },
      {
        "title": "Noćni život",
        "text": "Beograd ima reputaciju prestonice koja nudi svakodnevni, živopisan noćni život, sa mnoštvom klubova otvorenih do svitanja širom grada. Najprepoznatljiviji su klubovi smešteni na splavovima duž obala Save i Dunava.\n\nVikend-posetioci, posebno oni iz Makedonije, Bosne i Hercegovine, Hrvatske i Slovenije, smatraju Beograd većom metropolom od svojih prestonica zbog prijateljske atmosfere, sjajnih klubova i barova, pića, nepostojanja jezičke barijere, kao i liberalne regulative vezane za noćni život.\n\nPoznata mesta za ljubitelje alternativne muzike, odnosno kulture koja ne potpada pod mejnstrim, bili su afirmisani klubovi kao što su Akademija (Klub studenata na FLU), smeštena u podrumu Fakulteta likovnih umetnosti i KST (Klub studenata tehnike), smešten u podrumu zgrade Tehničkih fakulteta. Jedno od najpoznatijih mesta za alternativne kulturne događaje u gradu je SKC (Studentski kulturni centar), koji se nalazi preko puta Beograđanke, jedne od najznamenitijih građevina Beograda. Koncerti brojnih domaćih i poznatih stranih grupa se često održavaju u SKC-u, kao i umetničke izložbe i javne debate i diskusije.\n\nOni koji su naklonjeni tradicionalnijem srpskom noćnom životu, a ljubitelji su starogradske muzike, tipične za severne krajeve Srbije, mogu da se odluče za veče u Skadarliji, staroj boemskoj četvrti grada gde su se okupljali pesnici i umetnici krajem 19. i početkom 20. veka. U Skadarskoj ulici i okolini nalaze se neki od najstarijih beogradskih restorana. Na jednom kraju četvrti nalazi se nekadašnja najstarija beogradska pivara, osnovana u prvoj polovini 19. veka."
      },
      {
        "title": "Turizam",
        "text": "Od 2000. godine, uporedo sa obnavljanjem diplomatskih odnosa Srbije sa zapadnom Evropom i Amerikom, u Beogradu se primećuje povratak stranih turista odsutnih još od ratova iz devedesetih godina.\n\nIstorijski delovi i zgrade Beograda su najveće gradske turističke atrakcije. One uključuju Skadarliju, Narodni muzej, Narodno pozorište, Zemun, Trg Nikole Pašića, Milošev konak, Konak kneginje Ljubice, Terazije, Studentski trg, Kalemegdan, Knez Mihailovu ulicu, Dom Narodne skupštine, Hram Svetog Save i Stari dvor. Pored ovoga, postoje mnogi parkovi, spomenici, muzeji, kafići, restorani i prodavnice i to sa obe strane reke Save. Mauzolej Josipa Broza Tita, nazvan Kuća cveća, parkovi, Ada Ciganlija, Topčider i Košutnjak koji se nalaze u blizini su takođe popularni, posebno posetiocima iz bivše Jugoslavije.\n\nU poslednje vreme broj mladih posetilaca se veoma uvećao, naročito onih iz Hrvatske, Slovenije i Bosne i Hercegovine koji uživaju u noćnom životu grada."
      },
      {
        "title": "Arhitektura",
        "text": "U različitim delovima grada arhitektura varira od tipično centralnoevropskog stila (Zemun), preko izvesnog broja zgrada u turskom stilu lociranih u starim delovima grada, do brutalističke i socijalističke arhitekture Novog Beograda. Arhitektura 19. veka je dosta uticala na arhitektonske trendove u Srbiji, uključujući i Beograd. Naročito je vidljiv uticaj austrougarske arhitekture 19. veka. Pod socijalizmom, većina stambenih objekata je građena brzo i jeftino, što je dovelo do brutalističke arhitekture blokova Novog Beograda podignutih u prvim decenijama nakon Drugog svetskog rata."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "359,96 km2"},
      { "key": "Stanovništvo", "value": "1.166.763"},
      { "key": "Gustina naseljenosti", "value": "3.241,37 st./km2"},
      { "key": "Koordinate(DMS)", "value": "44° 48′ 56.81″ N, 20° 27′ 33.77″ E"}
    ]
  },
  {
    "id": 2,
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/Flag_of_Novi_Sad%2C_Serbia.jpg",
    "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Novi_Sad_Coat_of_Arms.svg",
    "name" : "Novi Sad",
    "shortDescription": "Novi Sad je najveći grad Autonomne Pokrajine Vojvodine i njen administrativni centar, posle Beograda drugi grad u Srbiji po broju stanovnika i površini. Prema poslednjim rezultatima popisa stanovništva iz 2011. godine, na administrativnoj teritoriji grada Novog Sada je živelo 341.625 stanovnika, dok je u samom naselju Novi Sad živelo 250.439 stanovnika, a na urbanom području koje čini grad Novi Sad 277.522 stanovnika, dok je 2019. godine na širem području prebrojan 402.681 stanovnik.\n\nOsnovan 1694. godine, Novi Sad je dugo vremena bio centar srpske kulture, zbog čega je često nazivan Srpska Atina. Danas je Novi Sad veliki industrijski i finansijski centar srpske ekonomije, univerzitetski grad i školski centar, kulturni, naučni, zdravstveni i politički centar Autonomne Pokrajine Vojvodine, grad domaćin mnogih međunarodnih i domaćih privrednih, kulturnih, naučnih i sportskih manifestacija, kao i grad muzeja, galerija, biblioteka i pozorišta.\n\nGrad leži na obalama reke Dunav, između 1252. i 1262. kilometra rečnog toka. Na levoj obali Dunava se nalazi ravničarski deo grada (Bačka), dok je na desnoj obali, na obroncima Fruške gore, smešten brdoviti deo grada (Srem). Nadmorska visina sa bačke strane je od 72 do 80 m, dok se sa sremske strane kreće između 250 i 350 m. Kod Novog Sada se u Dunav (sa leve strane reke) uliva Mali bački kanal, koji je deo sistema kanala Dunav—Tisa—Dunav. Bački deo grada je smešten sa obe strane ovog kanala.",
    "mainDescription": "Kultura\nNovi Sad je kulturni centar Vojvodine i jedan od najznačajnijih kulturnih centara Republike Srbije. Još u vreme osmanske uprave Balkanom i Panonskom nizijom (16—17. vek), okolina Novog Sada je predstavljala značajno kulturno središte srpskog naroda. Tu se na bačkoj strani Dunava nalazio manastir Kovilj, dok su se na sremskoj strani nalazili fruškogorski manastiri i grad Sremski Karlovci, koji je polovinom 16. veka bio najveći srpski grad u Osmanskom carstvu.\n\nTokom habzburške uprave u 18. i 19. veku, Novi Sad je bio centar srpske kulture, politike i društvenog života, zbog čega je dobio nadimak „Srpska Atina”. Srpsko narodno pozorište, osnovano je u Novom Sadu 1861. godine, dok je sedište Matice srpske, značajne kulturno—naučne ustanove srpskog naroda, preseljeno iz Pešte u Novi Sad 1864. godine. U 19. i početkom 20. veka, veliki broj srpskih književnika, pesnika i pravnika živeo je ili radio u Novom Sadu, a među njima su bili Đuro Daničić, Đura Jakšić, Jovan Jovanović Zmaj, Svetozar Miletić, Laza Kostić, Đorđe Natošević, Kosta Trifković, Vuk Stefanović Karadžić itd.\n\nDanas je Novi Sad drugi po značaju kulturni centar Srbije (posle Beograda), a gradske vlasti pokušavaju da učine grad privlačnijim organizovanjem brojnih kulturnih manifestacija i muzičkih koncerata. Od 2000. godine se u gradu održava muzički festival Egzit (EXIT), najveći letnji muzički festival u Srbiji i regionu. U Novom Sadu se održava i jedini festival alternativnog i novog pozorišta u Srbiji — INFANT, zatim Zmajeve dečje igre — najpoznatiji festival dečje književnosti, Sterijino pozorje, Novosadski džez festival, Dani Brazila, Međunarodni novosadski književni festival i mnogi drugi.\n\nNovi Sad je bio 2019. godine Omladinska prestonica Evrope (eng. European Youth Capital) prilikom čega su se kroz razne kreativne projekte motivisali mladi da preuzmu društvenu odgovornost, učestvuju u donošenju odluka i budu pokretači promena u svom okruženju. Ovakva inicijativa se pokreće kako bi se putem omladinske saradnje kroz kreativnost i inovativnost ojačale veze između evropskog, nacionalnog i lokalnog nivoa. Takođe je 2022. bio Evropska prestonica kulture.\n\nPored Srpskog narodnog pozorišta, druga poznatija pozorišta u gradu su Pozorište mladih i Novosadsko pozorište. U Novosadskoj sinagogi se takođe održavaju brojni kulturni događaji. Druge značajne kulturne ustanove u gradu su ogranak Srpske akademije nauka i umetnosti, Vojvođanska akademija nauka i umetnosti, Biblioteka Matice srpske (sa oko 3.000.000 publikacija), Gradska biblioteka u Novom Sadu, Istorijski arhiv u Novom Sadu, Arhiv Vojvodine (koji čuva mnoge istorijske dokumente sa područja Vojvodine koji datiraju u prošlost do 1565. godine), Kulturni centar Novog Sada (koji organizuje značajne manifestacije i predstavlja aktuelnu kulturu), Azbukum (centar za srpski jezik i kulturu) itd. U Novom Sadu se nalaze i najznačajnija umetnička udruženja Vojvodine: Društvo književnika Vojvodine, Udruženje likovnih umetnika Vojvodine i druga.\n\nMuzeji i galerije\nU gradu se nalazi nekoliko muzeja i brojne privatne ili javne galerije. Najpoznatiji muzej je Muzej Vojvodine, koji je osnovala Matica srpska 1847. godine i u kojem se nalazi trajna kolekcija koja predstavlja srpsku kulturu i život u Vojvodini tokom istorije. Muzej Novog Sada na Petrovaradinskoj tvrđavi ima stalnu kolekciju vezanu za istoriju tvrđave. U centru Novog Sada od decembra 2022. aktivan je Muzej tamburice.\n\nGalerija Matice srpske je najveća i najcenjenija galerija u Novom Sadu, a podeljena je na dve zasebne galerije koje se nalaze u centru grada. Tu su još i Galerija likovne umetnosti — Poklon zbirka Rajka Mamuzića i Spomen—zbirka Pavla Beljanskog — jedna od najvećih kolekcija srpske umetnosti 20. veka (od 1900—ih do 1970—ih).\n\nMuzej savremene umetnosti Vojvodine, svojim izložbama prati savremene tokove u umetnosti.\n\nU Novom Sadu je 23. aprila 2016. godine otvoren Dino—park (površine 1,7 hektara; sa 24 replike dinosaurusa).\n\nObrazovanje\nGrad Novi Sad je univerzitetski grad sa državnim univerzitetom i mnogim privatnim fakultetima i visokim školama, kao što su univerzitet Edukons u Sremskoj Kamenici, Novosadski otvoreni univerzitet, Protestantski teološki fakultet itd. Pored institucija visokog obrazovanja, na teritoriji Novog Sada se nalaze i 53 državne osnovne i srednje škole.\n\nNajveća obrazovna institucija u gradu je Univerzitet u Novom Sadu, sa oko 38.000 studenata i 2.700 zaposlenih. Osnovan je 1960. godine, a čini ga 9 fakulteta u Novom Sadu (od kojih je 7 smešteno u modernom univerzitetskom kampusu) i fakulteti u Subotici, Somboru i Zrenjaninu. U Novom Sadu postoji 37 osnovnih škola (34 redovne i 3 specijalne) sa oko 26.000 đaka, kao i 12 srednjih stručnih škola i 4 gimnazije sa oko 18.000 đaka.\n\nMediji i izdavaštvo\nU Novom Sadu izlazi dnevni list na srpskom jeziku — Dnevnik. Do 2006. godine dnevne novine na mađarskom jeziku Magyar Szó izlazile su u Novom Sadu, da bi redakcija novina tada bila premeštena u Suboticu. U gradu postoje sedišta nekoliko medijskih kuća: regionalnog javnog servisa Radio—televizije Vojvodine, gradske Novosadske televizije (nekadašnja TV Apolo), kao i nekoliko privatnih TV stanica — Kanala 9, TV Panonije, Radio—televizije Delta (RTD) i TV Mosta. U gradu postoji i nekoliko komercijalnih radio—stanica, a najpopularnije su Radio AC FM i Radio 021. Novi Sad je poznat i kao centar izdavaštva i knjige. Značajni izdavači su Matica srpska, Prometej, Stilos, Pravoslavna reč, Izdavačka knjižarnica Zorana Stojanovića, IP Adresa i dr. Poznati časopisi za književnost i umetnost su najstariji srpski časopis Letopis Matice srpske; časopis Polja, koji izdaje Kulturni centar Novog Sada; i časopis Zlatna greda, koji izdaje Društvo književnika Vojvodine.\n\nSpisak radio stanica koje se čuju u Novom Sadu (FM talasi):\n\n87,7 Radio Novi Sad\n88,2 Jugović Radio (Kać)\n89,5 Delta Radio\n90,0 Radio Marija\n90,5 Radio Novi Sad 2 (program na mađarskom jeziku)\n91,0 Prvi Radio\n91,8 Beseda\n92,2 021 radio\n92,9 Radio S (Beograd — Nacionalna frekvencija)\n94,1 Radio Indekc (Beograd — Nacionalna frekvencija)\n94,5 Radio Beograd 1 — predajnik Crveni Čot\n95,3 Radio Beograd 1 — predajnik Avala\n95,8 AS FM radio\n96,5 Radio BG 2\n97,2 Hit FM (Beograd — Nacionalna frekvencija)\n97,8 Radio Beočin\n98,8 Radio Signal\n99,5 Radio Futog\n100,0 Radio NS program na jezicima nacionalnih manjina\n100,6 Planeta radio\n101,0 Radio RTI FM\n101,8 Radio Beograd 202\n103,2 B92 radio (Beograd — Nacionalna frekvencija)\n105,2 Radio HS Pluc\n107,5 TDI Radio\nArhitektura\n\nTrg slobode\nNovi Sad je tipičan centralnoevropski grad. U gradu postoji samo nekoliko građevina sagrađenih pre 19. veka, pošto je stari Novi Sad razoren tokom revolucije 1849. godine. Centrom današnjeg grada, zbog toga, dominira arhitektura iz 19. veka. Nekada su se u okolini centra grada pretežno nalazile prizemne kuće, ali se one postepeno zamenjuju modernim višespratnicama.\n\nTokom socijalističkog perioda, novi blokovi višespratnih zgrada sa širokim ulicama izgrađeni su oko tada postojećeg gradskog jezgra. U tom periodu dominirale su zgrade sa 3—6 spratova, a zgrada sa >10 spratova je bilo od 40. do 50. Glavna gradska saobraćajnica, Bulevar oslobođenja, prosečena je kroz blokove starih kuća između 1962. i 1964. godine. Na sličan način je izgrađeno još nekoliko bulevara, čime je dobijena ortogonalna mreža ulica preko onoga što je ranije bila zrakasta struktura starog grada. Ove intervencije su utabale put za neometan rast grada (koji je skoro utrostručio broj stanovnika od 1950—ih), tako da su saobraćajne gužve (osim na par kritičnih lokacija) još uvek relativno retke uprkos velikom porastu broja automobila.\n\nVerski objekti\nU Novom Sadu deluje oko dvadesetak verskih zajednica. Verski objekti u Novom Sadu uključuju uglavnom hrišćanske (pravoslavne, protestantske, katoličke, grkokatoličke) verske objekte, pored kojih postoje i jevrejska sinagoga, kao i mesdžidi islamske verske zajednice. Tokom 18. i 19. veka, u gradu je preovlađivalo pravoslavno stanovništvo, da bi krajem 19. i početkom 20. veka odnos verskih grupa bio izmenjen u korist katoličkog stanovništva. U toku 20. veka, pravoslavno stanovništvo ponovo postaje dominantno, tako da je popis iz 2002. godine zabeležio da na opštinskom području Grada Novog Sada živi 232.995 pravoslavaca, 24.843 katolika, 9.428 protestanata, 2.542 muslimana, 129 jevreja i 35 pripadnika proorijentalnih kultova.\n\nPrva pravoslavna parohija u Novom Sadu verovatno je osnovana poslednjih godina 17. veka, a sigurno je da je postojala 1702. godine. Nekoliko godina kasnije u tadašnji Petrovaradinski šanac preseljeno je sedište bačkog episkopa, koji je još izvesno vreme nosio i titulu segedinskog vladike. U gradu je u 18. veku izgrađeno pet pravoslavnih crkvi: Saborna — hram Sv. Velikomučenika Georgija (1720.), Nikolajevska — hram Prenosa moštiju sv.oca Nikolaja (1730.), Almaška — hram Sveta Tri Jerarha (1733.) Uspenska hram Uspenja Presvete Bogorodice (1736.) i Svetojovanska — hram Svetog Jovana Preteče (1767. g.). U Sremskoj Kamenici, Crkva uspenja Bogorodice, je sagrađena u vremenu od 1737. do 1758. godine, a u Petrovaradinu se nalazi Vavedenjska crkva iz 1922. godine. Posle pada socijalizma, izgrađene su nove pravoslavne crkve na Klisi, Slanoj Bari, Telepu, Novom Naselju, Detelinari, Petrovaradinu, Paragovu, Šangaju, Mišeluku, a u toku izgradnje su hramovi na Grbavici i Adicama. Sve ove nove crkve su podignute u neovizantijskom stilu po čemu se razlikuju od starijih pravoslavnih crkava u centru grada, koje su rađene u baroknom stilu. U prigradskim naseljima postoji još nekoliko pravoslavnih crkava — kako starijih, tako i novijih.\n\nManastir Kovilj je jedini pravoslavni manastir na opštinskom području Grada Novog Sada, a nalazi se u blizini naselja Kovilj. Manastir je obnovljen u periodu od 1705. do 1707. godine, a po predanju ga je osnovao Sveti Sava u 13. veku.\n\nProtestantizam, koji je prvobitno bio raširen među Slovacima, Nemcima i Mađarima, tokom vremena se raširio i među Srbima, tako da se danas u većini protestantskih crkava u Novom Sadu službe obavljaju na srpskom jeziku. Značajniji protestantski verski objekti u gradu su: slovačka Evangelistička crkva na Rotkvariji (sagrađena 1886. godine), Mađarska reformistička crkva na Rotkvariji (sagrađena 1865. godine), Mađarska reformistička crkva na Telepu, kao i crkve adventista, baptista, nazarena, metodista, pentekostalaca i drugih protestantskih zajednica. Pri baptističkoj crkvi na Adamovićevom naselju smešten je i protestantski Teološki fakultet, dok se na Podbari nalazi adventistička gimnazija „Živorad Janković”.\n\nIako su rimokatolici manjina u Novom Sadu, centrom grada dominira katolička Crkva imena Marijinog, koja je jedna od najprepoznatljivijih građevina u Novom Sadu. Sagrađena je 1895. godine u neogotskom stilu — na mestu starije crkve, koja je srušena. Ova crkva je i najviša crkva u Bačkoj. U gradu postoji još nekoliko katoličkih crkava: jedna na Telepu, jedna na Grbavici (u Futoškoj ulici), četiri u Petrovaradinu i jedna u Sremskoj Kamenici (sagrađena 1811. godine). U Petrovaradinu postoji i franjevački Samostan svetog Juraja.\n\nGrkokatoličku Crkvu svetih apostola Petra i Pavla u Starom gradu, sagrađenu 1822. godine, koristi rusinska manjina. U gradu je postojala i Jermenska crkva, sagrađena 1746. godine. Porušena je 1965. prilikom proširivanja Bulevara maršala Tita (danas Bulevar Mihajla Pupina).\n\nOd drugih hrišćanskih verskih zajednica, u Novom Sadu se nalaze i verski objekti Jehovinih svedoka i mormona.\n\nNovosadska sinagoga je sagrađena 1905. u stilu secesije. Danas se hram ne koristi u verske svrhe, pošto je zgrada sinagoge postala jedna od najvažnijih kulturnih institucija u gradu. Muslimanski vernici koriste mesdžide koji se nalaze na Adamovićevom naselju (u Futoškoj ulici) i Velikom Ritu. Pri mesdžidu islamske zajednice na Adamovićevom Naselju nalazi se i sedište Novosadskog muftijstva Islamske zajednice u Srbiji.",
    "latitude": 45.24058527834818,
    "longitude": 19.82045943959469,
    "searchTerm": "novi sad",
    "videoUrl": "26RyFZKEKbA",
    "sections": [
      {
        "title": "Kultura",
        "text": "Novi Sad je kulturni centar Vojvodine i jedan od najznačajnijih kulturnih centara Republike Srbije. Još u vreme osmanske uprave Balkanom i Panonskom nizijom (16—17. vek), okolina Novog Sada je predstavljala značajno kulturno središte srpskog naroda. Tu se na bačkoj strani Dunava nalazio manastir Kovilj, dok su se na sremskoj strani nalazili fruškogorski manastiri i grad Sremski Karlovci, koji je polovinom 16. veka bio najveći srpski grad u Osmanskom carstvu.\n\nTokom habzburške uprave u 18. i 19. veku, Novi Sad je bio centar srpske kulture, politike i društvenog života, zbog čega je dobio nadimak „Srpska Atina”. Srpsko narodno pozorište, osnovano je u Novom Sadu 1861. godine, dok je sedište Matice srpske, značajne kulturno—naučne ustanove srpskog naroda, preseljeno iz Pešte u Novi Sad 1864. godine. U 19. i početkom 20. veka, veliki broj srpskih književnika, pesnika i pravnika živeo je ili radio u Novom Sadu, a među njima su bili Đuro Daničić, Đura Jakšić, Jovan Jovanović Zmaj, Svetozar Miletić, Laza Kostić, Đorđe Natošević, Kosta Trifković, Vuk Stefanović Karadžić itd.\n\nDanas je Novi Sad drugi po značaju kulturni centar Srbije (posle Beograda), a gradske vlasti pokušavaju da učine grad privlačnijim organizovanjem brojnih kulturnih manifestacija i muzičkih koncerata. Od 2000. godine se u gradu održava muzički festival Egzit (EXIT), najveći letnji muzički festival u Srbiji i regionu. U Novom Sadu se održava i jedini festival alternativnog i novog pozorišta u Srbiji — INFANT, zatim Zmajeve dečje igre — najpoznatiji festival dečje književnosti, Sterijino pozorje, Novosadski džez festival, Dani Brazila, Međunarodni novosadski književni festival i mnogi drugi.\n\nNovi Sad je bio 2019. godine Omladinska prestonica Evrope (eng. European Youth Capital) prilikom čega su se kroz razne kreativne projekte motivisali mladi da preuzmu društvenu odgovornost, učestvuju u donošenju odluka i budu pokretači promena u svom okruženju. Ovakva inicijativa se pokreće kako bi se putem omladinske saradnje kroz kreativnost i inovativnost ojačale veze između evropskog, nacionalnog i lokalnog nivoa. Takođe je 2022. bio Evropska prestonica kulture.\n\nPored Srpskog narodnog pozorišta, druga poznatija pozorišta u gradu su Pozorište mladih i Novosadsko pozorište. U Novosadskoj sinagogi se takođe održavaju brojni kulturni događaji. Druge značajne kulturne ustanove u gradu su ogranak Srpske akademije nauka i umetnosti, Vojvođanska akademija nauka i umetnosti, Biblioteka Matice srpske (sa oko 3.000.000 publikacija), Gradska biblioteka u Novom Sadu, Istorijski arhiv u Novom Sadu, Arhiv Vojvodine (koji čuva mnoge istorijske dokumente sa područja Vojvodine koji datiraju u prošlost do 1565. godine), Kulturni centar Novog Sada (koji organizuje značajne manifestacije i predstavlja aktuelnu kulturu), Azbukum (centar za srpski jezik i kulturu) itd. U Novom Sadu se nalaze i najznačajnija umetnička udruženja Vojvodine: Društvo književnika Vojvodine, Udruženje likovnih umetnika Vojvodine i druga."
      },
      {
        "title": "Muzeji i galerije",
        "text": "U gradu se nalazi nekoliko muzeja i brojne privatne ili javne galerije. Najpoznatiji muzej je Muzej Vojvodine, koji je osnovala Matica srpska 1847. godine i u kojem se nalazi trajna kolekcija koja predstavlja srpsku kulturu i život u Vojvodini tokom istorije. Muzej Novog Sada na Petrovaradinskoj tvrđavi ima stalnu kolekciju vezanu za istoriju tvrđave. U centru Novog Sada od decembra 2022. aktivan je Muzej tamburice.\n\nGalerija Matice srpske je najveća i najcenjenija galerija u Novom Sadu, a podeljena je na dve zasebne galerije koje se nalaze u centru grada. Tu su još i Galerija likovne umetnosti — Poklon zbirka Rajka Mamuzića i Spomen—zbirka Pavla Beljanskog — jedna od najvećih kolekcija srpske umetnosti 20. veka (od 1900—ih do 1970—ih).\n\nMuzej savremene umetnosti Vojvodine, svojim izložbama prati savremene tokove u umetnosti.\n\nU Novom Sadu je 23. aprila 2016. godine otvoren Dino—park (površine 1,7 hektara; sa 24 replike dinosaurusa)."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "702,7 km2"},
      { "key": "Stanovništvo", "value": "231.798"},
      { "key": "Gustina naseljenosti", "value": "329,87 st./km2"},
      { "key": "Koordinate(DMS)", "value": "45° 15′ 18″ N, 19° 50′ 41″ E"}
    ]
  },
  {
    "id": 3,
    "name" : "Niš",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Zastava_Ni%C5%A1a.png",
    "shortDescription": "Niš je najveći grad na jugu Republike Srbije i sedište Nišavskog upravnog okruga. Na području grada Niša je, prema popisu iz 2011, živelo 260.237 stanovnika, dok je u samom naseljenom mestu živelo 183.164 stanovnika, pa je tako po broju stanovnika Niš treći grad po veličini u Srbiji (posle Beograda i Novog Sada).\n\nNalazi se 237 km jugoistočno od Beograda na reci Nišavi, nedaleko od njenog ušća u Južnu Moravu. Grad Niš zauzima površinu od oko 596,73 km², uključujući Nišku Banju i 68 prigradskih naselja.\n\nNiš je bio administrativni, vojni i trgovinski centar različitih država i carstava kojima je, tokom svoje duge istorije, pripadao. Na prostoru današnjeg Niša, u antičkom gradu Naisu rođeni su rimski carevi Konstantin Veliki i Konstancije III. Geografski položaj Niša učinio ga je strateški važnim i time primamljivim gradom za mnoge osvajače. Tokom istorije, teritorijom na kojoj se današnji grad nalazi prošli su Dardanci, Tračani, Iliri, Kelti, Rimljani, Huni, Avari, a zatim i Vizantinci, Srbi, Bugari i Osmanlije. U više navrata grad su zauzimali Mađari i Austrijanci. Od Turaka je oslobođen 1878. godine i od tada se ponovo nalazi u sastavu Srbije, s kratkim prekidima u toku Prvog i Drugog svetskog rata, kada je bio pod okupacijom. Uticaj različitih naroda koji su živeli na teritoriji današnjeg grada Niša primećuje se u kulturnom nasleđu grada, pre svega u njegovoj arhitektonskoj raznovrsnosti.\n\nSaobraćajna infrastruktura na teritoriji Niša ga čini raskrsnicom kopnenog i vazdušnog saobraćaja Balkana, (pogotovo zbog intenzivnog saobraćaja ka Turskoj i Grčkoj) i zbog toga što se na teritoriji Niša nalazi međunarodni aerodrom Konstantin Veliki, koji nosi međunarodnu oznaku INI. Važan je privredni, univerzitetski, kulturni, verski i politički centar Srbije. Niški univerzitet, osnovan 1965. godine, ima 14 fakulteta i oko 30.000 studenata, a grad je i sedište Niške eparhije Srpske pravoslavne crkve.\n\nGrad Niš je od 2004. administrativno podeljen na pet gradskih opština: Medijana, Palilula, Pantelej, Crveni Krst i Niška Banja.",
    "mainDescription": "Kultura\nNiš je najznačajniji kulturni centar jugoistočne Srbije. U gradu postoji Narodno pozorište, osnovano 1887, koje je jedno od najstarijih u zemlji, kao i Simfonijski orkestar. Pozorište lutaka započelo je rad 1951, a 1977. grad mu je dodelio zgradu sa salom sa 212 mesta.\n\nU gradu se tokom cele godine održavaju kulturne manifestacije, kao što su: Festival glumačkih ostvarenja „Filmski susreti“ Niš, Nimus - Niške muzičke svečanosti — festival ozbiljne muzike (obe manifestacije nosile su predznak „jugoslovenski“ i predstavljale važan kulturni činilac u SFR Jugoslaviji), džez festival Nišvil, muzički festival Nisomnija, Sajam knjiga u Nišu, međunarodni festival amaterskih horova „Horske svečanosti“, Majska pesma (festival dečje muzike) i druge.\n\nNarodna biblioteka „Stevan Sremac“ u Nišu osnovana je 1879. a Univerzitetska biblioteka Nikola Tesla 1967. godine  Nekad je Niš imao dva jaka izdavača IP „Gradinu“ i „Prosvetu“. Danas je izdavaštvo u gradu dosta skromno i njime se bave: Niški kulturni centar, Studentski kulturni centar, IP „Zograf“, „Sven“ i brojni drugi privatni štampari. Od 1966. godine u Nišu neprekidno izlazi obnovljeni književni časopis „Gradina“, čiji je sada izdavač Niški kulturni centar, a poslednje decenije izlazili su i časopisi „Slava“ i „Srpski jug“.\n\nPored biblioteka i muzeja, ostale institucije kulture u Nišu su: Istorijski arhiv, Niški kulturni centar (NKC), Studentski kulturni centar, akademski list „Presing“, internet portal NišKafe.\n\nU obližnjem Sićevu postoji najstarija likovna kolonija u zemlji — Međunarodna likovna kolonija „Sićevo“, koju je osnovala slikarka Nadežda Petrović, a takođe i Književna kolonija „Sićevo“, koju organizuju NKC i Društvo književnika i književnih prevodilaca Niša\n\nDelovi grada imaju svoje festivale poput Pantelejskog vašara i Palilulske večeri.\n\nMuzeji i galerije\nNarodni muzej je osnovan 1933. i danas poseduje oko 40.000 eksponata; značajne su arheološke kolekcije iz praistorije i rimski predmeti iz Medijane; u muzeju su predstavljeni i eksponati iz Srednjeg veka i novijeg doba. U okviru muzeja se može posetiti kolekcija predmeta vezanih za život i delo pisca Stevana Sremca i pesnika Branka Miljkovića. Maja 2007, Narodni muzej u Nišu je po prvi put učestvovao u međunarodnoj manifestaciji Noć muzeja.\n\nOstali istorijski muzeji su: arheološka nalazišta Nais i Medijana, brdo Čegar i Ćele kula. Nekadašnji Koncentracioni logor Crveni Krst danas ima memorijalnu postavku.\n\nGrad Niš ima i Galeriju savremene umetnosti, Galeriju Sinagoga, Galeriju 77, Galeriju NKC i Paviljon u Tvrđavi.\n\nArhitektura\nViše puta razaran u ratovima, grad Niš ipak ima sačuvanih istorijskih ulica i građevina. Arhitektura iz doba Osmanskog carstva je reprezentovana u gradskoj tvrđavi, sagrađenoj u periodu 1719—1723; u njenoj unutrašnjosti postoje još starije građevine, poput hamama iz 15. veka, koji je danas pretvoren u restoran., i Balibegove džamije, iz perioda 1521—1523, u kojoj je umetnička galerija  Iz osmanskog perioda su i Kazandžijsko sokače, gde su mnoge kuće iz 17. veka, kuća porodice Stambolija (izgradnja započeta 1875) karakteristična po balkanskom stilu.\n\nNakon oslobođenja grada 1878. nalogom kneza Milana Austrijanac Franc Vinter radi „Regulacioni plan varoši Niš“. Time je postavljena urbanistička osnova za razvoj grada i njegovu modernizaciju.\nKraj 19. i početak 20. veka označio je naglu promenu u arhitekturi, u dobu mlade srpske države. Ovaj period je karakterističan po prodoru zapadnih principa u građevinarstvu, stilovima neoklasike i neobaroka, ponekad izmešanim u istoj građevini. S kraja 19. veka potiče zgrada Banovine, izgrađena 1886, u kojoj se danas nalazi Univerzitet i zgrada Narodnog muzeja, sagrađena 1894. Arhitektura prve polovine 20. veka nastavila je u istom arhitektonskom maniru, sa administrativnim građevinama poput Gradske skupštine, sagrađene u periodu 1924—1926. Stil art deko je korišćen u dekoraciji zgrade Centralne pošte, kao i na fasadama nekih vila, poput one trgovca Andona Andonovića, iz 1930.\n\nU periodu između dva svetska rata veći broj građevina, kako privatnih kuća i vila, tako i javnih zgrada napravljene su u stilu Moderne. Ove građevine napravljene su u kombinaciji sa drugim stilovima i tradicionalnih konstrukcija, a ograničene su tehničkim potencijalom i funkcionalnom strukturom sa tradicionalnim načinom izgradnje.\n\nGrad Niš ima malo homogenih gradskih četvrti. Tendencija je bila da se moderne zgrade podižu uz one iz prethodnih doba. Takav je slučaj sa Trgom kralja Milana, gde su poslovno-trgovinske zgrade od betona, stakla i gvožđa isprepletene sa starim gradskim tkivom. Primeri za to su „Dušanov bazar“ u Dušanovoj ulici, trgovinski centar „Kalča“ i trgovinski centar „Ambasador“.\n\nVan centra grada su izgrađene moderne četvrti u stilu industrijske arhitekture sa kraja 20. veka.\n\nNiš je zbog raznovrsnosti urbanističkih tragova u istoriji u urbanističkom i arhitektonskom izrazu mnogovrstan i raznolik.\n\nVerski objekti\nGrad Niš ima više crkava integrisanih u gradski arhitektonski milje. Među njima se ističu: crkva Svetog Nikole, Saborni hram, Hram Svetog cara Konstantina i carice Jelene u Nišu, crkva Svetog Pantelejmona, crkva Uspenja Presvete Bogorodice. U selu Gornji Matejevac, kod Niša, nalazi se Latinska crkva iz 11. veka, koja spada u retke očuvane spomenike iz prednemanjićkog perioda. U okolini grada se nalaze brojni srpski pravoslavni manastiri.\n\nTrenutno se u Hilandarskom metohu, u Nišu, nalazi i Bogoslovija Svetog Kirila i Metodija koja je nakon 1999. godine privremeno preseljena iz Prizrena.\n\nU samom centru grada je katolička crkva Presvetog srca Isusovog, sagrađena 1885. a dograđivana 1925. i 1934. godine, da bi dobila današnji oblik.\n\nIslam-agina džamija je podignuta pred oslobođenje Niša od Turaka, 1870, na temeljima starije džamije iz 1720. godine. U Tvrđavi se nalazi Bali-begova džamija sagrađena između 1521. i 1523. godine, a u Šumatovačkoj ulici se nalazi teško oštećena Hasan-begova džamija iz 1737. godine.\n\nSinagoga u Nišu postoji još od 1695. godine, a današnja zgrada Niške sinagoge datira iz 1925. godine, izgrađena na placu nekadašnje Jevrejske opštine, a obnovljena 2003. godine.\n\nU Nišu postoje i protestantske crkve. Pored pomenutih pravoslavnih i islamskih hramova u Nišu postoje i funkcionišu Hrišćanska baptistička crkva, Hrišćanska evanđeoska zajednica, Hrišćanska adventistička crkva, Zajednica Jehovinih svedoka.\n\nMostovi Niša\nKroz Niš celom njegovom dužinom, protiče reka Nišava, počev od Sićevačke klisure na istoku, do njenog ušća u Južnu Moravu, na zapadu. Na gradskom području u Nišavu se ulivaju Jelašnička reka, Kutinska reka i Gabrovačka reka.\n\nU užem delu gradskog jezgra njene obale spaja 11 a u širem gradskom području 16 mostova. Jelašničku reku premošćuje jedan most, Gabrovačku reku, u gradu 12 mostova i mostića a Kutinsku reku 5 mostova. Mostovi Niša imaju svoju istoriju a neki su i prava umetnička arhitektonska dela i građevinski poduhvati.",
    "latitude": 43.32204539453063,
    "longitude": 21.893702347872182,
    "searchTerm": "niš",
    "videoUrl": "nfCqLjfCLG0",
    "sections": [
      {
        "title": "Kultura",
        "text": "Niš je najznačajniji kulturni centar jugoistočne Srbije. U gradu postoji Narodno pozorište, osnovano 1887, koje je jedno od najstarijih u zemlji, kao i Simfonijski orkestar. Pozorište lutaka započelo je rad 1951, a 1977. grad mu je dodelio zgradu sa salom sa 212 mesta.\n\nU gradu se tokom cele godine održavaju kulturne manifestacije, kao što su: Festival glumačkih ostvarenja „Filmski susreti“ Niš, Nimus - Niške muzičke svečanosti — festival ozbiljne muzike (obe manifestacije nosile su predznak „jugoslovenski“ i predstavljale važan kulturni činilac u SFR Jugoslaviji), džez festival Nišvil, muzički festival Nisomnija, Sajam knjiga u Nišu, međunarodni festival amaterskih horova „Horske svečanosti“, Majska pesma (festival dečje muzike) i druge.\n\nNarodna biblioteka „Stevan Sremac“ u Nišu osnovana je 1879. a Univerzitetska biblioteka Nikola Tesla 1967. godine  Nekad je Niš imao dva jaka izdavača IP „Gradinu“ i „Prosvetu“. Danas je izdavaštvo u gradu dosta skromno i njime se bave: Niški kulturni centar, Studentski kulturni centar, IP „Zograf“, „Sven“ i brojni drugi privatni štampari. Od 1966. godine u Nišu neprekidno izlazi obnovljeni književni časopis „Gradina“, čiji je sada izdavač Niški kulturni centar, a poslednje decenije izlazili su i časopisi „Slava“ i „Srpski jug“.\n\nPored biblioteka i muzeja, ostale institucije kulture u Nišu su: Istorijski arhiv, Niški kulturni centar (NKC), Studentski kulturni centar, akademski list „Presing“, internet portal NišKafe.\n\nU obližnjem Sićevu postoji najstarija likovna kolonija u zemlji — Međunarodna likovna kolonija „Sićevo“, koju je osnovala slikarka Nadežda Petrović, a takođe i Književna kolonija „Sićevo“, koju organizuju NKC i Društvo književnika i književnih prevodilaca Niša\n\nDelovi grada imaju svoje festivale poput Pantelejskog vašara i Palilulske večeri."
      },
      {
        "title": "Muzeji i galerije",
        "text": "Narodni muzej je osnovan 1933. i danas poseduje oko 40.000 eksponata; značajne su arheološke kolekcije iz praistorije i rimski predmeti iz Medijane; u muzeju su predstavljeni i eksponati iz Srednjeg veka i novijeg doba. U okviru muzeja se može posetiti kolekcija predmeta vezanih za život i delo pisca Stevana Sremca i pesnika Branka Miljkovića. Maja 2007, Narodni muzej u Nišu je po prvi put učestvovao u međunarodnoj manifestaciji Noć muzeja.\n\nOstali istorijski muzeji su: arheološka nalazišta Nais i Medijana, brdo Čegar i Ćele kula. Nekadašnji Koncentracioni logor Crveni Krst danas ima memorijalnu postavku.\n\nGrad Niš ima i Galeriju savremene umetnosti, Galeriju Sinagoga, Galeriju 77, Galeriju NKC i Paviljon u Tvrđavi."
      },
      {
        "title": "Arhiteltura",
        "text": "Više puta razaran u ratovima, grad Niš ipak ima sačuvanih istorijskih ulica i građevina. Arhitektura iz doba Osmanskog carstva je reprezentovana u gradskoj tvrđavi, sagrađenoj u periodu 1719—1723; u njenoj unutrašnjosti postoje još starije građevine, poput hamama iz 15. veka, koji je danas pretvoren u restoran., i Balibegove džamije, iz perioda 1521—1523, u kojoj je umetnička galerija  Iz osmanskog perioda su i Kazandžijsko sokače, gde su mnoge kuće iz 17. veka, kuća porodice Stambolija (izgradnja započeta 1875) karakteristična po balkanskom stilu.\n\nNakon oslobođenja grada 1878. nalogom kneza Milana Austrijanac Franc Vinter radi „Regulacioni plan varoši Niš“. Time je postavljena urbanistička osnova za razvoj grada i njegovu modernizaciju.\nKraj 19. i početak 20. veka označio je naglu promenu u arhitekturi, u dobu mlade srpske države. Ovaj period je karakterističan po prodoru zapadnih principa u građevinarstvu, stilovima neoklasike i neobaroka, ponekad izmešanim u istoj građevini. S kraja 19. veka potiče zgrada Banovine, izgrađena 1886, u kojoj se danas nalazi Univerzitet i zgrada Narodnog muzeja, sagrađena 1894. Arhitektura prve polovine 20. veka nastavila je u istom arhitektonskom maniru, sa administrativnim građevinama poput Gradske skupštine, sagrađene u periodu 1924—1926. Stil art deko je korišćen u dekoraciji zgrade Centralne pošte, kao i na fasadama nekih vila, poput one trgovca Andona Andonovića, iz 1930.\n\nU periodu između dva svetska rata veći broj građevina, kako privatnih kuća i vila, tako i javnih zgrada napravljene su u stilu Moderne. Ove građevine napravljene su u kombinaciji sa drugim stilovima i tradicionalnih konstrukcija, a ograničene su tehničkim potencijalom i funkcionalnom strukturom sa tradicionalnim načinom izgradnje.\n\nGrad Niš ima malo homogenih gradskih četvrti. Tendencija je bila da se moderne zgrade podižu uz one iz prethodnih doba. Takav je slučaj sa Trgom kralja Milana, gde su poslovno-trgovinske zgrade od betona, stakla i gvožđa isprepletene sa starim gradskim tkivom. Primeri za to su „Dušanov bazar“ u Dušanovoj ulici, trgovinski centar „Kalča“ i trgovinski centar „Ambasador“.\n\nVan centra grada su izgrađene moderne četvrti u stilu industrijske arhitekture sa kraja 20. veka.\n\nNiš je zbog raznovrsnosti urbanističkih tragova u istoriji u urbanističkom i arhitektonskom izrazu mnogovrstan i raznolik."
      },
      {
        "title": "Mostovi Niša",
        "text": "Kroz Niš celom njegovom dužinom, protiče reka Nišava, počev od Sićevačke klisure na istoku, do njenog ušća u Južnu Moravu, na zapadu. Na gradskom području u Nišavu se ulivaju Jelašnička reka, Kutinska reka i Gabrovačka reka.\n\nU užem delu gradskog jezgra njene obale spaja 11 a u širem gradskom području 16 mostova. Jelašničku reku premošćuje jedan most, Gabrovačku reku, u gradu 12 mostova i mostića a Kutinsku reku 5 mostova. Mostovi Niša imaju svoju istoriju a neki su i prava umetnička arhitektonska dela i građevinski poduhvati."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "596,73 km2"},
      { "key": "Stanovništvo", "value": "183.164"},
      { "key": "Gustina naseljenosti", "value": "457 st./km2"},
      { "key": "Koordinate(DMS)", "value": "43° 19′ 15″ N, 21° 53′ 45.03″ E"}
    ]
  },
  {
    "id": 4,
    "name" : "Kragujevac",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Zastava_Grada_Kragujevca.svg",
    "shortDescription": "Kragujevac je sa 150.835 stanovnika, prema popisu iz 2011 četvrti grad po veličini u Srbiji, i sedište Šumadijskog okruga, a nalazi se oko 120 km južno od Beograda.\n\nKragujevac je značajan privredni, kulturni, obrazovni i zdravstveni centar Šumadije, Pomoravlja i susednih regiona. Makroregionalni je centar za regione: Čačka, Kraljeva, Užica, Jagodine, Kruševca, Smedereva, Požarevca i severnog Kosova. Početkom 1990-ih godina grad postaje jedan od siromašnijih gradova u Srbiji. Danas je Kragujevac ponovo jedan od najjačih administrativnih, kulturnih, finansijskih, industrijskih i političkih centara u Srbiji.",
    "mainDescription": "Kultura\nU Gradu postoji više značajnih institucija od regionalnog, a neke i od nacionalnog značaja u oblasti kulture i umetničke delatnosti. Više njih nastavlja tradiciju prvih ustanova svoje vrste u modernoj Srbiji, kao što su Knjaževsko-srpski teatar (osnovan 1835. godine), Narodna biblioteka „Vuk Karadžić“ (1866), Kulturno - umetničko društvo „Abrašević“ (1904).\n\nNarodni muzej Kragujevac ima odeljenja za arheologiju, etnografiju, istoriju Kragujevca i Šumadije i likovne umetnosti. U arheološkom odeljenju čuva se više od 10.000 inventarisanih i preko 100.000 predmeta studijskog materijala. Likovna zbirka (1680) raspolaže sa više od 1.000 umetničkih dela izuzetne vrednosti, posebno srpskog slikarstva. Delatnost Muzeja obavlja se u objektima: Amidžin konak, Knez Mihailov konak, Galerija, Kuća Svetozara Markovića (Prote Miloja Bajraktarovića), Kuća Ljubice Filipović, Stara skupština, Spomen kuća u Dulenima, Petrova vodenica u Grošnici i Moderna galerija.\n\nMuzej „Stara livnica“ je smešten u objektu nekadašnje Topolivnice iz 1882. godine u staroj livnici i prezentira vek i po razvoja industrije u Kragujevcu i Srbiji. To je najstariji sačuvani deo vojne fabrike i Vojno-zanatlijske škole, prve te vrste u knaževini Srbiji. Osnovan je 1953. godine. Muzej se nalazi u sastavu fabrike Zastava oružje. Poseduje zbirke oružja i opreme, mašine i alata, arhivske građe, fotografija, likovnih predmeta i zbirku ordenja, pečata, pehara i medalja; zajedno oko 5800 predmeta.\n\nIstorijski arhiv Šumadije prikuplja i sređuje arhivsku građu sa područja grada Kragujevca i šest opština Šumadije:Aranđelovac, Batočina, Knić, Lapovo, Rača i Topola. Raspolaže sa više od 700 dužnih metara arhivske građe sa 780 registratura i stotinama hiljada originalnih istorijskih dokumenata. Arhiv je osnovao savet za prosvetu, nauku i kulturu NR Srbije 7. februara 1952. godine.\n\nZavod zaštitu spomenika kulture brine o očuvanju i zaštiti kulturnih dobara na širem području centralne Srbije.\n\nU spomen na žrtve streljanja, od strane Vermahta 21. oktobra 1941. godine, čitav prostor Šumarica je pretvoren u Spomen-park Kragujevački oktobar u kome se, između ostalih, nalaze Spomenik streljanim đacima i profesorima, Spomenik bola i prkosa, Spomenik čistačima obuće, spomenik „Sto za jednog“, spomenik „Otpora i slobode“ i dr. Sastanak o osnivanju spomen-parka održan je 9. avgusta 1953. godine u Beogradu, osam godina nakon rata. Prva faza radova na terenu počela je već 1955. godine. Od predviđenih 30 spomenika koje je trebalo izgraditi na masovnim grobnicama, samo deset je postavljeno, od čega polovina pre 1979. godine. Park danas zahvata površinu od 342 hektara, a proglašen za nepokretno kulturno dobro kao znamenito mesto od izuzetnog nacionalnog značaja 27. decembra 1979. godine.\n\nNa ulazu u spomen park podignuta je impozantna zgrada spomen-muzeja „21. oktobar“ u čijoj je arhitekturi naglašena simbolika kragujevačke tragedije. U okviru parka se nalazi i Muzej 21. oktobra otvoren 1976. sa stalnom postavkom vezanom za ovaj događaj. Odsustvo otvora (prozora) na fasadama simbolično sugeriše na bezizlaznost nenaoružanih ljudi koji su se tog dana našli ispred mitraljeskih cevi, trideset i tri kubusa predstavljaju trideset masovnih grobnica u samom spomen-parku i još tri koje se nalaze u obližnjim selima Ilićevu, Maršiću i Grošnici, dok providne piramide od pleksiglasa na njihovim vrhovima predstavljaju poslednji pogled žrtava uperen ka nebu. U okviru spomen-parka nalazi se i staro vojničko groblje i spomenik streljanim Slovacima.\n\nO prezentaciji i afirmaciji filmske umetnosti brine preduzeće „Šumadija film“. Amatersko stvaralaštvo šire i neguju Kulturno - umetničko društvo „Abrašević“, Univerzitetsko kulturno - umetničko društvo „Svetozar Marković“, Omladinsko kulturno - umetničko društvo „Zastava“, Dom omladine, Književni klub „Katarina Bogdanović“.\n\nOsnovni nosilac izdavačke delatnosti u Kragujevcu je preduzeće „Nova Svetlost“, koje sem izdavanja knjiga izdaje i časopis za književnost, umetnost, kulturu i društvena pitanja „Koraci“ i jedinstveni časopis za dečje umetničko stvaralaštvo „Dečje iskre“. Izdavaštvom se bave i druge ustanove, organizacije i institucije u kulturi.\n\nU Kragujevcu se organizuje i više kulturnih manifestacija, od kojih su najznačajnije Festival najboljih pozorišnih predstava Srbije po tekstovima domaćih autora „JoakimFest“, Međunarodni pozorišni festival malih scena „JoakimInterFest“, „OKTOH“, Međunarodni salon antiratne karikature „Kragujevac“, Međunarodni festival kamernih horova, Internacionalna škola harmonike i druge.\n\nOvde postoje Dom omladine Kragujevac, Studentski kulturni centar Kragujevac, Zavod za zaštitu spomenika kulture Kragujevac i Kulturni centar UMMUS.\n\nManifestacije\nOd kulturnih manifestacija koje imaju poseban značaj a održavaju se u Kragujevcu najpoznatiji su:\n\nKGastro festival\nInternacionalni festival lepote\nFestival najboljih pozorišnih predstava Srbije po tekstovima domaćih autora, Joakimfest\nMeđunarodni pozorišni festival malih scena, JoakimInterFest\nMeđunarodni Džez festival OFF\nMeđunarodni muzički festival OKTOH\nMeđunarodni festival antiratne karikature Kragujevac\nMeđunarodni festival kamernih horova\nMeđunarodni lutkarski festival „Zlatna iskra“\nPozorišni susreti učenika gimnazija Srbije (od 1996. godine)\nGradska slava Đurđevdan\nĐurđevdanski karneval\nSajam knjiga\nŠumadijski sajam poljoprivrede\nŠumadija Fest\nGalerije\n\nUniverzitetska galerija, fotograf Predrag Mihajlović Cile\nUmetnička galerija Narodnog muzeja\nModerna galerija Narodnog muzeja\nGalerija akvarela\nGalerija SKC\nUniverzitetska galerija\nGalerija Narodne Biblioteke „Vuk Karadžić“\nGalerija Joakim, Knjaževsko-srpski teatar\nGalerija Doma omladine",
    "latitude": 44.01292070742925,
    "longitude": 20.909750122994435,
    "searchTerm": "kragujevac",
    "videoUrl": "C_POwqCwHhI",
    "sections": [
      {
        "title": "Kultura",
        "text": "U Gradu postoji više značajnih institucija od regionalnog, a neke i od nacionalnog značaja u oblasti kulture i umetničke delatnosti. Više njih nastavlja tradiciju prvih ustanova svoje vrste u modernoj Srbiji, kao što su Knjaževsko-srpski teatar (osnovan 1835. godine), Narodna biblioteka „Vuk Karadžić“ (1866), Kulturno - umetničko društvo „Abrašević“ (1904).\n\nNarodni muzej Kragujevac ima odeljenja za arheologiju, etnografiju, istoriju Kragujevca i Šumadije i likovne umetnosti. U arheološkom odeljenju čuva se više od 10.000 inventarisanih i preko 100.000 predmeta studijskog materijala. Likovna zbirka (1680) raspolaže sa više od 1.000 umetničkih dela izuzetne vrednosti, posebno srpskog slikarstva. Delatnost Muzeja obavlja se u objektima: Amidžin konak, Knez Mihailov konak, Galerija, Kuća Svetozara Markovića (Prote Miloja Bajraktarovića), Kuća Ljubice Filipović, Stara skupština, Spomen kuća u Dulenima, Petrova vodenica u Grošnici i Moderna galerija.\n\nMuzej „Stara livnica“ je smešten u objektu nekadašnje Topolivnice iz 1882. godine u staroj livnici i prezentira vek i po razvoja industrije u Kragujevcu i Srbiji. To je najstariji sačuvani deo vojne fabrike i Vojno-zanatlijske škole, prve te vrste u knaževini Srbiji. Osnovan je 1953. godine. Muzej se nalazi u sastavu fabrike Zastava oružje. Poseduje zbirke oružja i opreme, mašine i alata, arhivske građe, fotografija, likovnih predmeta i zbirku ordenja, pečata, pehara i medalja; zajedno oko 5800 predmeta.\n\nIstorijski arhiv Šumadije prikuplja i sređuje arhivsku građu sa područja grada Kragujevca i šest opština Šumadije:Aranđelovac, Batočina, Knić, Lapovo, Rača i Topola. Raspolaže sa više od 700 dužnih metara arhivske građe sa 780 registratura i stotinama hiljada originalnih istorijskih dokumenata. Arhiv je osnovao savet za prosvetu, nauku i kulturu NR Srbije 7. februara 1952. godine.\n\nZavod zaštitu spomenika kulture brine o očuvanju i zaštiti kulturnih dobara na širem području centralne Srbije.\n\nU spomen na žrtve streljanja, od strane Vermahta 21. oktobra 1941. godine, čitav prostor Šumarica je pretvoren u Spomen-park Kragujevački oktobar u kome se, između ostalih, nalaze Spomenik streljanim đacima i profesorima, Spomenik bola i prkosa, Spomenik čistačima obuće, spomenik „Sto za jednog“, spomenik „Otpora i slobode“ i dr. Sastanak o osnivanju spomen-parka održan je 9. avgusta 1953. godine u Beogradu, osam godina nakon rata. Prva faza radova na terenu počela je već 1955. godine. Od predviđenih 30 spomenika koje je trebalo izgraditi na masovnim grobnicama, samo deset je postavljeno, od čega polovina pre 1979. godine. Park danas zahvata površinu od 342 hektara, a proglašen za nepokretno kulturno dobro kao znamenito mesto od izuzetnog nacionalnog značaja 27. decembra 1979. godine.\n\nNa ulazu u spomen park podignuta je impozantna zgrada spomen-muzeja „21. oktobar“ u čijoj je arhitekturi naglašena simbolika kragujevačke tragedije. U okviru parka se nalazi i Muzej 21. oktobra otvoren 1976. sa stalnom postavkom vezanom za ovaj događaj. Odsustvo otvora (prozora) na fasadama simbolično sugeriše na bezizlaznost nenaoružanih ljudi koji su se tog dana našli ispred mitraljeskih cevi, trideset i tri kubusa predstavljaju trideset masovnih grobnica u samom spomen-parku i još tri koje se nalaze u obližnjim selima Ilićevu, Maršiću i Grošnici, dok providne piramide od pleksiglasa na njihovim vrhovima predstavljaju poslednji pogled žrtava uperen ka nebu. U okviru spomen-parka nalazi se i staro vojničko groblje i spomenik streljanim Slovacima.\n\nO prezentaciji i afirmaciji filmske umetnosti brine preduzeće „Šumadija film“. Amatersko stvaralaštvo šire i neguju Kulturno - umetničko društvo „Abrašević“, Univerzitetsko kulturno - umetničko društvo „Svetozar Marković“, Omladinsko kulturno - umetničko društvo „Zastava“, Dom omladine, Književni klub „Katarina Bogdanović“.\n\nOsnovni nosilac izdavačke delatnosti u Kragujevcu je preduzeće „Nova Svetlost“, koje sem izdavanja knjiga izdaje i časopis za književnost, umetnost, kulturu i društvena pitanja „Koraci“ i jedinstveni časopis za dečje umetničko stvaralaštvo „Dečje iskre“. Izdavaštvom se bave i druge ustanove, organizacije i institucije u kulturi.\n\nU Kragujevcu se organizuje i više kulturnih manifestacija, od kojih su najznačajnije Festival najboljih pozorišnih predstava Srbije po tekstovima domaćih autora „JoakimFest“, Međunarodni pozorišni festival malih scena „JoakimInterFest“, „OKTOH“, Međunarodni salon antiratne karikature „Kragujevac“, Međunarodni festival kamernih horova, Internacionalna škola harmonike i druge.\n\nOvde postoje Dom omladine Kragujevac, Studentski kulturni centar Kragujevac, Zavod za zaštitu spomenika kulture Kragujevac i Kulturni centar UMMUS.\n\nManifestacije\nOd kulturnih manifestacija koje imaju poseban značaj a održavaju se u Kragujevcu najpoznatiji su:\n\nKGastro festival\nInternacionalni festival lepote\nFestival najboljih pozorišnih predstava Srbije po tekstovima domaćih autora, Joakimfest\nMeđunarodni pozorišni festival malih scena, JoakimInterFest\nMeđunarodni Džez festival OFF\nMeđunarodni muzički festival OKTOH\nMeđunarodni festival antiratne karikature Kragujevac\nMeđunarodni festival kamernih horova\nMeđunarodni lutkarski festival „Zlatna iskra“\nPozorišni susreti učenika gimnazija Srbije (od 1996. godine)\nGradska slava Đurđevdan\nĐurđevdanski karneval\nSajam knjiga\nŠumadijski sajam poljoprivrede\nŠumadija Fest"
      },
      {
        "title": "Galerije",
        "text": "Univerzitetska galerija, fotograf Predrag Mihajlović Cile\nUmetnička galerija Narodnog muzeja\nModerna galerija Narodnog muzeja\nGalerija akvarela\nGalerija SKC\nUniverzitetska galerija\nGalerija Narodne Biblioteke „Vuk Karadžić“\nGalerija Joakim, Knjaževsko-srpski teatar\nGalerija Doma omladine"
      }
    ],
    "properties": [
      { "key": "Površina", "value": "835 km2"},
      { "key": "Stanovništvo", "value": "150.835"},
      { "key": "Gustina naseljenosti", "value": "180,64 st./km2"},
      { "key": "Koordinate(DMS)", "value": "44° 0′ 51″ N, 20° 54′ 42″ E"}
    ]
  },
  {
    "id": 5,
    "name" : "Pančevo",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Pancevo_Flag.png",
    "shortDescription": "Pančevo (mađ. Pancsova, nem. Pantschowa, slč. Pánčevo, rum. Panciova) je grad koji se nalazi u Autonomnoj Pokrajini Vojvodini, u Republici Srbiji. Nalazi se na obalama Tamiša i Dunava, u južnom delu Banata i ono je administrativno sedište grada Pančeva, kao i Južnobanatskog upravnog okruga.\n\nPančevo je četvrti grad u Vojvodini po broju stanovnika. Prema konačnim rezultatima popisa stanovništva iz 2011. godine, u Pančevu živi 76.203 stanovnika, a na teritoriji grada Pančeva 123.414 stanovnika.",
    "mainDescription": "Kultura\nKarneval\nPančevački karneval spada u urbani tip karnevala, a svečano otvaranje manifestacije tradicionalno započinje gradonačelnikovom predajom ključeva grada maestru Pančevačkog karnevala, što simbolično označava da gradom tih dana vladaju karnevalisti. U programu karnevalskih svečanosti su i program dobrodošlice inostranim i domaćim gostima, smotra mažoretkinja, predstavljanje grupa iz inostranstva, koncerti na nekoliko bina, kao i drugo u okviru pratećeg programa „karneval u srcu grada” u brojnim kafićima i restoranima – maskirane DJ večeri, karnevalske žurke, tematske izložbe, šou klovnova, samba plesačice, spektakularni vatromet itd.\n\nParkovi\nParkovi su oduvek važan deo Pančeva. Najstariji park u Pančevu je Narodna bašta. Po nalogu prvog pančevačkog urbaniste, brigadnog generala Mihovila Mihaljevića, 1829. godine je podignuta Narodna bašta. Tadašnji planeri su ovaj prostor organizovali po uzoru na nemačke parkove, koji su bili sinteza elemenata francuskih i engleskih parkova. Šezdesetih godina, muzički paviljon koji se nalazio u centru Narodne bašte je srušen, a na njegovom mestu je izgrađena fontana s neidentifikovanom kamenom skulpturom. U tom periodu je uklonjena i ograda parka. Na platou ispred glavnog ulaza u Narodnu baštu je 1969. godine postavljena bista Jovana Pavlovića, osnivača i urednika „Pančevca”. Sredinom 2008. godine, Narodna bašta je u potpunosti renovirana — fontana je uklonjena, a na njeno mesto je postavljen muzički paviljon nalik na onom iz 1905. godine.\nNarodna bašta\nNarodna bašta, najveći park u Pančevu, nastala je 1829. godine po zamisli i idejnom projektu brigadnog generala Mihovila Mihaljevića u želji da Pančevo dobije park po uzoru na druge gradove Centrale Evrope. Od nastanka, izvršene su četiri rekonstrukcije. Važna godina za ovaj park je 1905. kada je u njemu održana velika Svetska poljoprivredno-industrijska izložba sa ciljem upoznavanja Balkana i Evrope sa pančevačkim zanatskim i poljoprivrednim proizvodima i industrijom. Radovi na poslednjoj rekonstrukciji počeli su 2008. godine kada je pripremljen teren bivšeg rasadnika u vidu obimnih zemljanih radova i radova na raskrčivanju te površine i proširenju parka na još oko 5 hektara. Najvrednije u Narodnoj bašti je svakako njen raznovrstan biofond. Najdragoceniji primerci stabala su stabla Quercus robur – hrasta lužnjaka, procenjene starosti preko sto godina.\n\nBarutana\nPark Barutana nekada vojni objekat, danas park u izgradnji – park ekstremnih sportova. Izgradnja parka započeta je 2011.god., izgrađene su staze, platoi, postavljena je nova infrastruktura, rasveta, javne česme, klupe, izgrađen je moderan skejt-park, prva betonska veštačka stena za sportsko penjanje u Srbiji. U parku se nalazi i multifunkcionalan amfiteatar, teretana na otvorenom i igralište za decu starijih uzrasta.\n\nKule - svetilje\nNa ušću Tamiša u Dunav u Pančevu nalazi se jedini par svetionika duž čitavog toka Dunava. Kule na Tamišu, podignute 1909. godine, postale su zaštitni znak Pančeva, a mnogi ih zovu i „vodenim kapijama grada“. Svetionici su podignuti u zlatno doba parobrodskog saobraćaja na Dunavu. Svetionici su jedini par u čitavoj Evropi. Saobraćaj bez kula je bio gotovo nezamisliv, naročito početkom prošlog veka kada je odlučeno da se tok Tamiša skrati prokopavanjem kanala.\n\nKule-svetilje zidane su od žute opeke postavljene na kružnoj podlozi od zemlje ozidane kamenom. Zidane su u tri pojasa koji su deljeni po horizontali dekorativnim vencem od crvene, profilisane opeke, koja uokviruje i ulazna vrata kao i prozorska okna. Na vrhu kula su terase natkrivene kupastim krovom, nosačima izvora svetla. U ciglama od kojih su napravljene kule urezane su razne poruke i imena.\n\nKule su potpuno obnovljene 2018. godine i može im se prići samo s vode.\n\nNepokretna kulturna dobra\nZgrada Magistrata\nZgrada Magistrata sagrađena je u periodu 1833. i 1838. godine kao upravno administrativni objekat, po planovima majora Hajmana, sa dominantnim položajem na glavnom gradskom trgu. Danas se u njoj nalazi Narodni muzej. Građena je kao reprezentativna masivna građevina, klasicističkog stila, sa osnovom u obliku slova “P”. Ima prizemlje i sprat, istaknuti centralni rizalit u osovini pročelja, sa portalima, stubovima koji nose balkon sa balustradom i timpanonom u čijoj niši je reljef sa figurama krilatih nimfi i satom. Prizemlje ima pravougaone prozore sa profilisanim okvirima i snažnim nadprozornicama, dok su prozori spratnog dela polukružni, sa lunetama ispod naglašenih arhivolti. Svečanu dvoranu dekorisao je 1838. Julije Sajdl, slikar iz Novog Sada.\n\nGraničarska kuća\nGraničarska kuća sagrađena je krajem 18. veka sa stilskim obeležjima baroka i jedan je od najstarijih sačuvanih gradskih objekata u Pančevu. Građena je kao ugaona spratna građevina sa osnovom u obliku slova “L”. Krov je visok, prelomljen, sa tavanskim prozorima. Obrada fasada je jednostavna, bez ukrasa. Spratni deo sačuvao je prvobitni izgled prozorskih otvora, pravougaonog oblika sa plitkim jednostavnim okvirom, dok je prizemlje u narušeno otvaranjem izloga. Uži deo fasade ima na sredini reprezentativan balkon sa ogradom od kovanog gvožđa, postavljen na konzolama sa floralnom ornamentikom.\n\nŠtapska zgrada\nŠtapska zgrada sagrađena je oko 1830. godine. Rimokatolička crkvena opština je kupila zgradu 1892. godine i prema planovima Karla Hefnera 1894. godine izvršila adaptaciju. Jednostavna i stroga obrada fasada, karakteristična za vojne objekte, dobila je dekorativne elemente neorenesanse. Građena je sa osnovom u obliku obrnutog slova “P”. Glavni deo građevine, prema Trgu, ima tri kupole u obliku zarubljene piramide. Kupole imaju okuluse oivičene dekorativnim motivima na atici iznad rizalita. U severnom krilu zgrade oslikani su svodovi prizemlja i tavanica stepenišnog dela slikarstvom iz 1896. godine.",
    "latitude": 44.870556,
    "longitude": 20.640278,
    "searchTerm": "pančevo",
    "videoUrl": "mJgpQQFbbAs",
    "sections": [
      {
        "title": "Kultura",
        "sections": [
          {
            "title": "Karneval",
            "text": "Pančevački karneval spada u urbani tip karnevala, a svečano otvaranje manifestacije tradicionalno započinje gradonačelnikovom predajom ključeva grada maestru Pančevačkog karnevala, što simbolično označava da gradom tih dana vladaju karnevalisti. U programu karnevalskih svečanosti su i program dobrodošlice inostranim i domaćim gostima, smotra mažoretkinja, predstavljanje grupa iz inostranstva, koncerti na nekoliko bina, kao i drugo u okviru pratećeg programa „karneval u srcu grada” u brojnim kafićima i restoranima – maskirane DJ večeri, karnevalske žurke, tematske izložbe, šou klovnova, samba plesačice, spektakularni vatromet itd."
          },
          {
            "title": "Parkovi",
            "text": "Parkovi su oduvek važan deo Pančeva. Najstariji park u Pančevu je Narodna bašta. Po nalogu prvog pančevačkog urbaniste, brigadnog generala Mihovila Mihaljevića, 1829. godine je podignuta Narodna bašta. Tadašnji planeri su ovaj prostor organizovali po uzoru na nemačke parkove, koji su bili sinteza elemenata francuskih i engleskih parkova. Šezdesetih godina, muzički paviljon koji se nalazio u centru Narodne bašte je srušen, a na njegovom mestu je izgrađena fontana s neidentifikovanom kamenom skulpturom. U tom periodu je uklonjena i ograda parka. Na platou ispred glavnog ulaza u Narodnu baštu je 1969. godine postavljena bista Jovana Pavlovića, osnivača i urednika „Pančevca”. Sredinom 2008. godine, Narodna bašta je u potpunosti renovirana — fontana je uklonjena, a na njeno mesto je postavljen muzički paviljon nalik na onom iz 1905. godine.\nNarodna bašta\nNarodna bašta, najveći park u Pančevu, nastala je 1829. godine po zamisli i idejnom projektu brigadnog generala Mihovila Mihaljevića u želji da Pančevo dobije park po uzoru na druge gradove Centrale Evrope. Od nastanka, izvršene su četiri rekonstrukcije. Važna godina za ovaj park je 1905. kada je u njemu održana velika Svetska poljoprivredno-industrijska izložba sa ciljem upoznavanja Balkana i Evrope sa pančevačkim zanatskim i poljoprivrednim proizvodima i industrijom. Radovi na poslednjoj rekonstrukciji počeli su 2008. godine kada je pripremljen teren bivšeg rasadnika u vidu obimnih zemljanih radova i radova na raskrčivanju te površine i proširenju parka na još oko 5 hektara. Najvrednije u Narodnoj bašti je svakako njen raznovrstan biofond. Najdragoceniji primerci stabala su stabla Quercus robur – hrasta lužnjaka, procenjene starosti preko sto godina.\n\nBarutana\nPark Barutana nekada vojni objekat, danas park u izgradnji – park ekstremnih sportova. Izgradnja parka započeta je 2011.god., izgrađene su staze, platoi, postavljena je nova infrastruktura, rasveta, javne česme, klupe, izgrađen je moderan skejt-park, prva betonska veštačka stena za sportsko penjanje u Srbiji. U parku se nalazi i multifunkcionalan amfiteatar, teretana na otvorenom i igralište za decu starijih uzrasta."
          },
          {
            "title": "Kule svetilje",
            "text": "Na ušću Tamiša u Dunav u Pančevu nalazi se jedini par svetionika duž čitavog toka Dunava. Kule na Tamišu, podignute 1909. godine, postale su zaštitni znak Pančeva, a mnogi ih zovu i „vodenim kapijama grada“. Svetionici su podignuti u zlatno doba parobrodskog saobraćaja na Dunavu. Svetionici su jedini par u čitavoj Evropi. Saobraćaj bez kula je bio gotovo nezamisliv, naročito početkom prošlog veka kada je odlučeno da se tok Tamiša skrati prokopavanjem kanala.\n\nKule-svetilje zidane su od žute opeke postavljene na kružnoj podlozi od zemlje ozidane kamenom. Zidane su u tri pojasa koji su deljeni po horizontali dekorativnim vencem od crvene, profilisane opeke, koja uokviruje i ulazna vrata kao i prozorska okna. Na vrhu kula su terase natkrivene kupastim krovom, nosačima izvora svetla. U ciglama od kojih su napravljene kule urezane su razne poruke i imena.\n\nKule su potpuno obnovljene 2018. godine i može im se prići samo s vode."
          },
          {
            "title": "Nepokretna kulturna dobra",
            "text": "Zgrada Magistrata\nZgrada Magistrata sagrađena je u periodu 1833. i 1838. godine kao upravno administrativni objekat, po planovima majora Hajmana, sa dominantnim položajem na glavnom gradskom trgu. Danas se u njoj nalazi Narodni muzej. Građena je kao reprezentativna masivna građevina, klasicističkog stila, sa osnovom u obliku slova “P”. Ima prizemlje i sprat, istaknuti centralni rizalit u osovini pročelja, sa portalima, stubovima koji nose balkon sa balustradom i timpanonom u čijoj niši je reljef sa figurama krilatih nimfi i satom. Prizemlje ima pravougaone prozore sa profilisanim okvirima i snažnim nadprozornicama, dok su prozori spratnog dela polukružni, sa lunetama ispod naglašenih arhivolti. Svečanu dvoranu dekorisao je 1838. Julije Sajdl, slikar iz Novog Sada.\n\nGraničarska kuća\nGraničarska kuća sagrađena je krajem 18. veka sa stilskim obeležjima baroka i jedan je od najstarijih sačuvanih gradskih objekata u Pančevu. Građena je kao ugaona spratna građevina sa osnovom u obliku slova “L”. Krov je visok, prelomljen, sa tavanskim prozorima. Obrada fasada je jednostavna, bez ukrasa. Spratni deo sačuvao je prvobitni izgled prozorskih otvora, pravougaonog oblika sa plitkim jednostavnim okvirom, dok je prizemlje u narušeno otvaranjem izloga. Uži deo fasade ima na sredini reprezentativan balkon sa ogradom od kovanog gvožđa, postavljen na konzolama sa floralnom ornamentikom.\n\nŠtapska zgrada\nŠtapska zgrada sagrađena je oko 1830. godine. Rimokatolička crkvena opština je kupila zgradu 1892. godine i prema planovima Karla Hefnera 1894. godine izvršila adaptaciju. Jednostavna i stroga obrada fasada, karakteristična za vojne objekte, dobila je dekorativne elemente neorenesanse. Građena je sa osnovom u obliku obrnutog slova “P”. Glavni deo građevine, prema Trgu, ima tri kupole u obliku zarubljene piramide. Kupole imaju okuluse oivičene dekorativnim motivima na atici iznad rizalita. U severnom krilu zgrade oslikani su svodovi prizemlja i tavanica stepenišnog dela slikarstvom iz 1896. godine."
          }
        ]
      }
    ],
    "properties": [
      { "key": "Površina", "value": "148,8 km2"},
      { "key": "Stanovništvo", "value": "76.203"},
      { "key": "Gustina naseljenosti", "value": "512,12 st./km2"},
      { "key": "Koordinate(DMS)", "value": "44° 52′ 14.62″ N, 20° 38′ 50.9″ E"}
    ]
  },
  {
    "id": 6,
    "name" : "Kraljevo",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Grb_Kraljeva.svg",
    "shortDescription": "Kraljevo je grad u Srbiji u Raškom okrugu. Prema popisu iz 2011. bilo je 64.175 stanovnika (prema popisu iz 2002. bilo je 57.411 stanovnika).\n\nKraljevo se nalazi na trima rekama: Ibar, Zapadna Morava i Ribnica. Opština ima 124.554 stanovnika. Gradsko područje Kraljeva čini naselje Kraljevo i još 17 naselja: Adrani, Čibukovac, Grdica, Jarčujak, Konarevo, Mataruge, Mataruška Banja, Metikoš, Ratina, Ribnica, Vitanovac, Vrba, Zaklopača, Žiča, Kovanluk, Tavnik i Jovac\n\nGradski grb se sastoji od sedam kruna, što simbolizuje sedam krunisanja kraljeva u Manastiru Žiča, koji se nalazi na 5 km od centra grada. Kraljevo je administrativni, privredni, sportski i kulturni centar uže Srbije. Takođe i raskrsnica važnih magistralnih pravaca.",
    "mainDescription": "Kultura\nU Kraljevu i okolini ima mnogo kulturno-istorijskih spomenika: Gospodar Vasin konak Gospodar Vasin konak u Kraljevu (trenutno u posedu SPC), manastiri Žiča i Studenica i srednjovekovni grad Maglič.\n\nNarodna biblioteka „Stefan Prvovenčani“ je osnovana 1945. godine. Preteča današnje ustanove je Čitaonica karanovačka, osnovana 1868. godine. Knjižni fond biblioteke čini 200.000 jedinica, fond periodike 176 naslova časopisa i 26 naslova novina. Biblioteka poseduje elektronski katalog svog celokupnog fonda. Od 1971. godine biblioteka objavljuje časopis za književnost, kulturu i umetnost „Povelja“. Biblioteka ima razvijenu kulturno - obrazovnu delatnost, organizuje književne večeri, promocije, predavanja, izložbe i programe za decu, a takođe se bavi i izdavačkom delatnošću. Biblioteka je i organizator najznačajnije manifestacije u kulturi Kraljeva, Žičkog duhovnog sabora - Preobraženje, na kojoj se dodeljuje prestižna književna nagrada Žička hrisovulja.\n\nNarodni muzej u Kraljevu, osnovan 1950. godine, bavi se zaštitom kulturnih dobara, istraživačkim i naučnim radom. Vredni i reprezentativni predmeti smešteni su u okviru istorijske, etnološke, arheološke i umetničke zbirke. U muzejskoj galeriji, pored reprezentativnih izložbi, održavaju se i koncerti klasične muzike.\n\nOrganizovanu zaštitu arhivske građe sprovodi Istorijski arhiv Kraljevo, koji ima oko 280 fondova i pet zbirki. Ova ustanova poseduje bogatu biblioteku, koja omogućava uspešniji rad kako radnicima Arhiva tako i onima koji u naučno-istraživačkom radu koriste arhivsku građu.\n\nKraljevačko pozorište je osnovano 1949. godine kao profesionalno pozorište pod nazivom Narodno pozorište Kraljevo. Tokom godina postojanja nekoliko puta je menjan status ove ustanove od profesionalnog, preko amaterskog da bi od 1996. godine ponovo dobilo status profesionalnog pod nazivom Kraljevačko pozorište.\n\nZavod za zaštitu spomenika kulture u Kraljevu je jedan od najvećih u Republici Srbiji. Njegove osnovne delatnosti su zaštita kao i restauracija kulturno-istorijskih spomenika, naučnoistraživački rad i prezentacije kulturnog nasleđa, za čije je sprovođenje nadležan u čak 26 opština Republike.\n\nSvoj doprinos u negovanju i razvijanju kulture daju i Kulturno-prosvetna zajednica, Književni klub „Kraljevo“, Udruženje likovnih umetnika „Vladislav Maržik“, Kulturni centar „Ribnica“, Multimedijalni centar „Kvart“ i drugi.\n\nOvde se nalazi Kulturni centar „Ribnica” Kraljevo.\n\nTurizam\nU okolini Kraljeva ima mnogo banjskih lečilišta: Vrnjačka, Mataruška, Bogutovačka, Vitanovačka i Sirčanska banja.\n\nTokom cele godine se održavaju turističko-kulturne manifestacije, Kraljevačko kulturno leto, pasuljijada, razni sajmovi, koncerti, a najveća je i najpoznatija manifestacija Veseli spust niz Ibar od Magliča do Kraljeva.\n\nU neposrednoj blizini Kraljeva nalazi se Žiča (XIII vek), jedan od najznačajnijih i najreprezentativnijih srpskih srednjovekovnih manastira. Manastir Studenica, koji je osnovao Stefan Nemanja 1190, još je jedan od bisera srpskog srednjovekovnog graditeljstva i jedan od najvećih i najbogatijih manastira Srpske pravoslavne crkve, koji se nalazi na teritoriji Kraljeva. Od 1986. godine se nalazi na listi svetske kulturne baštine i pod zaštitom je UNESCO-a.",
    "latitude": 43.723611,
    "longitude": 20.6875,
    "searchTerm": "kraljevo",
    "videoUrl": "_uIIQAdP8MY",
    "sections": [
      {
        "title": "Kultura",
        "text": "U Kraljevu i okolini ima mnogo kulturno-istorijskih spomenika: Gospodar Vasin konak Gospodar Vasin konak u Kraljevu (trenutno u posedu SPC), manastiri Žiča i Studenica i srednjovekovni grad Maglič.\n\nNarodna biblioteka „Stefan Prvovenčani“ je osnovana 1945. godine. Preteča današnje ustanove je Čitaonica karanovačka, osnovana 1868. godine. Knjižni fond biblioteke čini 200.000 jedinica, fond periodike 176 naslova časopisa i 26 naslova novina. Biblioteka poseduje elektronski katalog svog celokupnog fonda. Od 1971. godine biblioteka objavljuje časopis za književnost, kulturu i umetnost „Povelja“. Biblioteka ima razvijenu kulturno - obrazovnu delatnost, organizuje književne večeri, promocije, predavanja, izložbe i programe za decu, a takođe se bavi i izdavačkom delatnošću. Biblioteka je i organizator najznačajnije manifestacije u kulturi Kraljeva, Žičkog duhovnog sabora - Preobraženje, na kojoj se dodeljuje prestižna književna nagrada Žička hrisovulja.\n\nNarodni muzej u Kraljevu, osnovan 1950. godine, bavi se zaštitom kulturnih dobara, istraživačkim i naučnim radom. Vredni i reprezentativni predmeti smešteni su u okviru istorijske, etnološke, arheološke i umetničke zbirke. U muzejskoj galeriji, pored reprezentativnih izložbi, održavaju se i koncerti klasične muzike.\n\nOrganizovanu zaštitu arhivske građe sprovodi Istorijski arhiv Kraljevo, koji ima oko 280 fondova i pet zbirki. Ova ustanova poseduje bogatu biblioteku, koja omogućava uspešniji rad kako radnicima Arhiva tako i onima koji u naučno-istraživačkom radu koriste arhivsku građu.\n\nKraljevačko pozorište je osnovano 1949. godine kao profesionalno pozorište pod nazivom Narodno pozorište Kraljevo. Tokom godina postojanja nekoliko puta je menjan status ove ustanove od profesionalnog, preko amaterskog da bi od 1996. godine ponovo dobilo status profesionalnog pod nazivom Kraljevačko pozorište.\n\nZavod za zaštitu spomenika kulture u Kraljevu je jedan od najvećih u Republici Srbiji. Njegove osnovne delatnosti su zaštita kao i restauracija kulturno-istorijskih spomenika, naučnoistraživački rad i prezentacije kulturnog nasleđa, za čije je sprovođenje nadležan u čak 26 opština Republike.\n\nSvoj doprinos u negovanju i razvijanju kulture daju i Kulturno-prosvetna zajednica, Književni klub „Kraljevo“, Udruženje likovnih umetnika „Vladislav Maržik“, Kulturni centar „Ribnica“, Multimedijalni centar „Kvart“ i drugi.\n\nOvde se nalazi Kulturni centar „Ribnica” Kraljevo."
      },
      {
        "title": "Turizam",
        "text": "U okolini Kraljeva ima mnogo banjskih lečilišta: Vrnjačka, Mataruška, Bogutovačka, Vitanovačka i Sirčanska banja.\n\nTokom cele godine se održavaju turističko-kulturne manifestacije, Kraljevačko kulturno leto, pasuljijada, razni sajmovi, koncerti, a najveća je i najpoznatija manifestacija Veseli spust niz Ibar od Magliča do Kraljeva.\n\nU neposrednoj blizini Kraljeva nalazi se Žiča (XIII vek), jedan od najznačajnijih i najreprezentativnijih srpskih srednjovekovnih manastira. Manastir Studenica, koji je osnovao Stefan Nemanja 1190, još je jedan od bisera srpskog srednjovekovnog graditeljstva i jedan od najvećih i najbogatijih manastira Srpske pravoslavne crkve, koji se nalazi na teritoriji Kraljeva. Od 1986. godine se nalazi na listi svetske kulturne baštine i pod zaštitom je UNESCO-a."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "1.530 km2"},
      { "key": "Stanovništvo", "value": "64.175"},
      { "key": "Gustina naseljenosti", "value": "41,94 st./km2"},
      { "key": "Koordinate(DMS)", "value": "43° 43′ 0″ N, 20° 41′ 0″ E"}
    ]
  },
  {
    "id": 7,
    "name" : "Subotica",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Flag_of_Subotica%2C_Serbia.png",
    "shortDescription": "Subotica (mađ. Szabadka, hrv. Subotica, bunj. Subatica, arh. nem. Maria-Theresiopel) je najseverniji grad u Srbiji, drugi po broju stanovnika u Vojvodini. Prema popisu iz 2011. godine ima 97.910 stanovnika. Nalazi se na 10 km udaljenosti od granice Srbije sa Mađarskom, na severnoj širini od 46°5'55\" i istočnoj dužini od 19°39'47\". Administrativni je centar Severnobačkog okruga.\n\nSubotica se prvi put pominje 1391. pod latinskim imenom Zabatka. Godine 1526,—1527. Subotica je bila prestonica kratkotrajne srpske države samoproglašenog cara Jovana Nenada. Osmansko carstvo je vladalo gradom od 1542. do 1686, kada je Subotica postala posed Habzburške monarhije. Tokom osmanske uprave ime grada je bilo Sobotka. Polovinom 18. veka ime joj je zvanično promenjeno u Sancta Maria, po austrijskoj carici Mariji Tereziji. Ime grada je ponovo promenjeno 1779. u Maria Tereziopolis, a mađarsko ime Szabadka je privremeno ušlo u službenu upotrebu 1845. a potom ponovo 1867. godine. Subotica je 1918. ušla u sastav Kraljevine Srba, Hrvata i Slovenaca. Lokalni Srbi i Bunjevci su od 17. veka koristili naziv Subotica, koji je nakon 1918. godine i ozvaničen. Od 2007. godine Subotica ima status grada.",
    "mainDescription": "Građevine\nSubotica se razvila i izgradila u moderan srednjoevropski grad krajem 19. i početkom 20. veka. Tadašnji bogati građani-zemljoposednici, industrijalci, zanatlije i trgovci dali su se u pravo nadmetanje u izgradnji svog grada čak i sa Budimpeštom i drugim metropolama ovog dela Evrope. Želeći da lepotom nadmaše ekletiku i postojeći konvencionalni akademizam, širom su otvorili vrata novoj umetnosti i arhitekturi secesije.\n\nRajhlova palata (Likovni susret)\nNasuprot železničke stanice nalazi se secesijska zgrada Likovnog susreta, smeštena u nekadašnju Rajhl-palatu izgrađenu 1904. Sagrađena je prema projektu Ferenca Rajhla, po kome i nosi ime. Od početka šezdesetih godina 20. veka, Rajhl-palata tj. likovni susret, predstavlja mesto gde se održavaju najreprezentativnije izložbe u gradu.\n\nNarodno pozorište\nPozorište sa šest korintskih stubova izgrađeno je 1853. u klasicističkom stilu, po projektu Janoša Skultetija. Završeno je 1854. i po tome je posle zrenjaninskog (1839) subotičko Pozorište drugo po starini u današnjoj Srbiji. Prva pozorišna predstava odigrana je u Subotici 1747. u franjevačkoj gramatikalnoj gimnaziji, a stalno pozorište otvoreno je u ovoj zgradi 1854. 2007. godine veći deo ove zgrade je srušen jer je bio u toliko lošem stanju da nije mogao biti renoviran. Od nekadašnje zgrade su ostali samo korintski stubovi koji će biti deo nove zgrade subotičkog pozorišta čija je gradnja u toku.\n\nGradska kuća\nGradska kuća u Subotici je najveća a po mnogima i najlepša građevina Subotice. Podignuta je za dve godine, od 1908. do 1910, ali su vrhunski majstori onog vremena još pune dve godine ukrašavali njene enterijere.\n\nPodignuta je po projektu Marcela Komora (1868—1944) i Dežea Jakaba (1864—1932), budimpeštanskih arhitekata, u tada vrlo modernom stilu – ugarskoj varijanti secesije. Ukrašena je sa bezbroj šara stilizovanog cveta lale.\n\nFontane\nFontana od keramike „Žolnai“ je uz Gradsku kuću novi simbol Subotice, glavno sastajalište i odmorište ljudima i golubovima, svakog leta oaza svežine, jer na glavnom gradskom trgu snižava temperaturu za nekoliko stepeni u toku sparnih dana.\n\nFontana je izrađena od keramike „Žolnai“ iz Pečuja, 1985. godine po projektu Svetislava Ličine.",
    "latitude": 46.100278,
    "longitude": 19.665556,
    "searchTerm": "subotica",
    "videoUrl": "vuXKTqlclyg",
    "sections": [
      {
        "title": "Građevine",
        "text": "Subotica se razvila i izgradila u moderan srednjoevropski grad krajem 19. i početkom 20. veka. Tadašnji bogati građani-zemljoposednici, industrijalci, zanatlije i trgovci dali su se u pravo nadmetanje u izgradnji svog grada čak i sa Budimpeštom i drugim metropolama ovog dela Evrope. Želeći da lepotom nadmaše ekletiku i postojeći konvencionalni akademizam, širom su otvorili vrata novoj umetnosti i arhitekturi secesije.",
        "sections": [
          {
            "title": "Rajhlova palata (Likovni susret)",
            "text": "Nasuprot železničke stanice nalazi se secesijska zgrada Likovnog susreta, smeštena u nekadašnju Rajhl-palatu izgrađenu 1904. Sagrađena je prema projektu Ferenca Rajhla, po kome i nosi ime. Od početka šezdesetih godina 20. veka, Rajhl-palata tj. likovni susret, predstavlja mesto gde se održavaju najreprezentativnije izložbe u gradu."
          },
          {
            "title": "Narodno pozorište",
            "text": "Pozorište sa šest korintskih stubova izgrađeno je 1853. u klasicističkom stilu, po projektu Janoša Skultetija. Završeno je 1854. i po tome je posle zrenjaninskog (1839) subotičko Pozorište drugo po starini u današnjoj Srbiji. Prva pozorišna predstava odigrana je u Subotici 1747. u franjevačkoj gramatikalnoj gimnaziji, a stalno pozorište otvoreno je u ovoj zgradi 1854. 2007. godine veći deo ove zgrade je srušen jer je bio u toliko lošem stanju da nije mogao biti renoviran. Od nekadašnje zgrade su ostali samo korintski stubovi koji će biti deo nove zgrade subotičkog pozorišta čija je gradnja u toku."
          },
          {
            "title": "Gradska kuća",
            "text": "Gradska kuća u Subotici je najveća a po mnogima i najlepša građevina Subotice. Podignuta je za dve godine, od 1908. do 1910, ali su vrhunski majstori onog vremena još pune dve godine ukrašavali njene enterijere.\n\nPodignuta je po projektu Marcela Komora (1868—1944) i Dežea Jakaba (1864—1932), budimpeštanskih arhitekata, u tada vrlo modernom stilu – ugarskoj varijanti secesije. Ukrašena je sa bezbroj šara stilizovanog cveta lale."
          },
          {
            "title": "Fontane",
            "text": "Fontana od keramike „Žolnai“ je uz Gradsku kuću novi simbol Subotice, glavno sastajalište i odmorište ljudima i golubovima, svakog leta oaza svežine, jer na glavnom gradskom trgu snižava temperaturu za nekoliko stepeni u toku sparnih dana.\n\nFontana je izrađena od keramike „Žolnai“ iz Pečuja, 1985. godine po projektu Svetislava Ličine."
          }
        ]
      }
    ],
    "properties": [
      { "key": "Površina", "value": "290,0 km2"},
      { "key": "Stanovništvo", "value": "97.910"},
      { "key": "Gustina naseljenosti", "value": "337,62 st./km2"},
      { "key": "Koordinate(DMS)", "value": "46° 6′ 0.43″ N, 19° 39′ 48.89″ E"}
    ]
  },
  {
    "id": 8,
    "name" : "Zrenjanin",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/7/74/Zastava_Zrenjanina.svg",
    "shortDescription": "Zrenjanin (mađ. Nagybecskerek, slk. Zreňanin, rum. Becicherecul Mare, nem. Großbetschkerek) jedan je od najvećih gradova u Srbiji, treći najveći grad u Vojvodini posle Novog Sada i Subotice, najveći grad u srpskom Banatu te sedište Srednjobanatskog upravnog okruga i značajan industrijski i kulturni centar. Po površini teritorije koja mu administrativno pripada (1.326 km²), najveći je grad u AP Vojvodini i drugi u Republici Srbiji. Nalazi se na obali reke Begej i centar grada, kao mesto nekadašnje Bečkerečke tvrđave u blizini su četiriju veštačkih jezera koja su pre bila delovi toka Begeja. Ranije je grad bio sedište Torontalske županije. Jezici koji su u službenoj upotrebi u Zrenjaninu su srpski, mađarski, slovački i rumunski.",
    "mainDescription": "Kultura\nSve do njihovog nasilnog iseljavanja neposredno nakon Drugog svetskog rata, ovaj grad je bio kulturno središte Švaba u Vojvodini i celoj Jugoslaviji. Ipak, i danas Zrenjanin igra važnu ulogu u kulturnom životu Srbije.\n\nInstitucije\nU gradu i okolini nalazi se dosta kulturno-istorijskih spomenika i poznatih institucija: Narodni muzej, istorijski arhiv, Gradska narodna biblioteka „Žarko Zrenjanin”, Umetnička kolonija Ečka s galerijom, Kulturni centar, amatersko pozorište „Madač” na mađarskom jeziku, kao i Narodno pozorište „Toša Jovanović”, koje je prema popularnoj legendi nastalo tako što je u vreme Austrougarske jedan imućan Bečkerečanin preuredio žitni magacin u pozorište kako bi doveo jednu glumicu iz Pešte, u koju se zaljubio, u svoj grad. Danas Narodno pozorište ima najrazvijeniju lutkarsku scenu u Srbiji.\n\nUmetnost\nBanatsko udruženje književnika svake godine dodeljuje nagradu „Najbolje iz Banata” 27. januara na Savindan. Časopis za književnost i umetnost „NaTron” je nekad izlazio mesečno. Sada izlaze na srpskom jeziku listovi: „Zrenjanin” (nedeljno), „Ulaznica” (kvartalno) i „Zavičajac” (godišnje). Postoji i osnovna i srednja muzička škola „Josif Marinković”, kao i aktivna rok scena.\n\nArhitektonski spomenici\nUspenska crkva, Hram Uspenja presvete Bogorodice, „Uspenska“ ili „Varoška crkva“, jedna je od najstarijih, u celini sačuvanih građevina u Zrenjaninu. Podignuta je 1746. godine u Svetosavskoj ulici i bila je jedina crkva u Temišvarskoj eparhiji pokrivena crepom. Zahvaljujući toj činjenici, i što je bio izgrađen od cigala, hram je pošteđen velikog požara 1807. godine u kom su izgorele gotovo sve drvene kuće u gradu. Crkva je podignuta kao jednobrodna građevina sa polukružnom apsidom na istoku i visokim zvonikom na zapadnoj strani. Ikonostas crkve uradio je 1815. godine srpski slikar Georgije Popović. Na ikonama su, u tri zone, predstavljene scene iz Starog i Novog zaveta. Pretpostavlja se da je Popović uradio i sedam celivajućih ikona uljanom tehnikom na drvenoj podlozi.\nOd 1951. godine ove su ikone pod zaštitom Zakona o spomenicima kulture. Zidnu dekoraciju hrama izveo je 1924. godine akademski slikar i minhenski đak Aleksandar Sekulić. Presto na horu crkve posvećen je prenosu moštiju Sv. Nikole. Ikone su u rezbarenim okvirima i slične su onima na ikonostasu. Osim slikarskih radova, u hramu je sačuvan čitav niz dragocenih predmeta primenjene umetnosti — bogoslužbenih knjiga sa vrednim kožnim povezom, svešteničke odeće finog tkanja sa zlatovezom, predmeta iz oltarskog prostora namenjenih liturgijskim obredima, itd.\n\nGradnulička crkva je sagrađena 1777. godine na mestu prethodne, koja se pominje 1666. godine u Katastigu manastira Pećke patrijaršije. Uz nju se vezuje manastir (postojao 1758. metoh Hilandara), u kojem je krajem XVI ili početkom XVII veka, služio i činio čudotvorstva monah Rafailo Banatski, pristigao iz Hilandara. Tokom vremena njegov grob je postao mesto hodočašća, obeležen u XVIII veku kapelom, izgrađenom uz južnu fasadu crkve. To je poligonalna građevina od opeke, malih dimenzija, pokrivena visokim piramidalnim krovom. Drvena vrata sa žlebovima koji formiraju paralelne rombove i profilisani krovni venac predstavljaju jedine dekorativne elemente. Vavedenjski hram, izveden u barokno-klasicističkom maniru, jednobrodna je građevina sa prostranom polukružnom oltarskom apsidom i plitkim pevnicama. Na istočnoj i severnoj strani poduprta je sa pet masivnih stubaca. Visoki zvonik se uzdiže nad zapadnom fasadom, kojom dominiraju četiri slepe niše i jedan prozorski otvor istog oblika, sa blago zaobljenim profilisanim lukovima iznad, zabat sa dva okulusa i portal uokviren profilisanim kamenim dovratnicima. Vertikalna podela fasada je izvršena plitkim pilastrima sa višestruko izrezanim kapitelima, dok horizontalnu naglašavaju profilisani venci u gornjoj zoni. Ikonostasnu pregradu, ukrašenu bogatim drvorezbarskim radom, oslikao je na početku 19. veka Arsa Teodorović. Carske dveri i zidne slike u naosu i oltaru delo su Steve Aleksića iz 1914.\nCrkva je spomenik kulture od velikog značaja. (Izvor: Spomeničko nasleđe Srbije, Zavod za zaštitu spomenika kulture Srbije),\n\nSandićeva kuća u Zrenjaninu je podignuta 1790. godine i predstavlja nepokretno kulturno dobro kao spomenik kulture od velikog značaja.\nGradska kuća, izgrađena 1816, rekonstruisana 1887, neobarok, Đula Partoš i Eden Lehner.\nFinansijska palata, danas Narodni muzej, izgrađena 1894, neorenesansa, Ištvan Kiš.\nPozorište, izgrađeno 1839, klasicizam, najstarija pozorišna zgrada u Srbiji.\nSud, građen od 1906. do 1908, romantizam, Šandor Ajgner i Markus Remer.\nKatedrala, građena od 1864. do 1868, romanika, Stevan Đorđević.\nBukovčeva palata, izgrađena 1905, neorenesansa.\nStara „Vojvodina“, izgrađena 1886, neorenesansa, Bela Peklo.\nGimnazija, izgrađena 1846, rekonstruisana 1937. i kasnije.\nUspenska crkva, izgrađena 1746, barok, najstarija crkva u gradu.\nMali most, izgrađen 1904, najstariji most u gradu.\nMost na suvom, izgrađen 1962, bez reke od 1985.\nZgrada bivšeg logora u Zrenjaninu ima status znamenitog mesta.",
    "latitude": 45.383333,
    "longitude": 20.389444,
    "searchTerm": "zrenjanin",
    "videoUrl": "Ds1cel4AUbY",
    "sections": [
      {
        "title": "Kltura",
        "text": "Sve do njihovog nasilnog iseljavanja neposredno nakon Drugog svetskog rata, ovaj grad je bio kulturno središte Nijemaca u Vojvodini i celoj Jugoslaviji. Ipak, i danas Zrenjanin igra važnu ulogu u kulturnom životu Srbije.U gradu i okolini nalazi se dosta kulturno-istorijskih spomenika i poznatih institucija: Narodni muzej, istorijski arhiv, Gradska narodna biblioteka „Žarko Zrenjanin”, Umetnička kolonija Ečka s galerijom, Kulturni centar, amatersko pozorište „Madač” na mađarskom jeziku, kao i Narodno pozorište „Toša Jovanović”, koje je prema popularnoj legendi nastalo tako što je u vreme Austrougarske jedan imućan Bečkerečanin preuredio žitni magacin u pozorište kako bi doveo jednu glumicu iz Pešte, u koju se zaljubio, u svoj grad. Danas Narodno pozorište ima najrazvijeniju lutkarsku scenu u Srbiji."
      },
      {
        "title": "Arhitektonski spomenici",
        "text": "Sandićeva kuća u Zrenjaninu je podignuta 1790. godine i predstavlja nepokretno kulturno dobro kao spomenik kulture od velikog značaja.\nGradska kuća, izgrađena 1816, rekonstruisana 1887, neobarok, Đula Partoš i Eden Lehner.\nFinansijska palata, danas Narodni muzej, izgrađena 1894, neorenesansa, Ištvan Kiš.\nPozorište, izgrađeno 1839, klasicizam, najstarija pozorišna zgrada u Srbiji.\nSud, građen od 1906. do 1908, romantizam, Šandor Ajgner i Markus Remer.\nKatedrala, građena od 1864. do 1868, romanika, Stevan Đorđević.\nBukovčeva palata, izgrađena 1905, neorenesansa.\nStara „Vojvodina“, izgrađena 1886, neorenesansa, Bela Peklo.\nGimnazija, izgrađena 1846, rekonstruisana 1937. i kasnije.\nUspenska crkva, izgrađena 1746, barok, najstarija crkva u gradu.\nMali most, izgrađen 1904, najstariji most u gradu.\nMost na suvom, izgrađen 1962, bez reke od 1985.\nZgrada bivšeg logora u Zrenjaninu ima status znamenitog mesta."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "190,9 km2"},
      { "key": "Stanovništvo", "value": "76.511"},
      { "key": "Gustina naseljenosti", "value": "400 st./km2"},
      { "key": "Koordinate(DMS)", "value": "45° 22′ 55.97″ N, 20° 23′ 25.93″ E"}
    ]
  },
  {
    "id": 9,
    "name" : "Vranje",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Zastava-Vranja.png",
    "shortDescription": "Vranje je grad na jugu Srbije. Zajedno sa gradskom opštinom Vranjska banja i 108 naselja čine Grad Vranje. Vranje je administrativni, kulturni i ekonomski centar Pčinjskog okruga, kao i sedište Eparhije vranjske. U gradu je smeštena 4. brigada kopnene Vojske koja nastavlja tradicije 1. Pešadijskog puka Knjaza Miloša Velikog i 78. motorizovane brigade. Prema popisu iz 2011. godine u Vranju je živelo 55.138 stanovnika i većinu su činili Srbi, a po broju stanovnika Vranje zauzima 15. mesto u Srbiji.\n\nNalazi se u severozapadnom delu Vranjske kotline u podnožju planine Pljačkovice i Krstilovice. Kroz grad protiče pet reka. Grad se nalazi na magistralnom i železničkom putu. Na severu je od Niša udaljen 110 km, a od Beograda 347 km.\n\nNe zna se kada je tačno naseljen, ali su područje grada naseljavala Ilirska ili Tračanska plemena sve dok ga u 1. ili 2. veku p. n. e. ne osvajaju Rimljani. U 6. i 7. veku ga naseljavaju Sloveni, a prvi put se spominje u vizantijskim spisima 1093. godine. Nekoliko puta je osvajan, pre nego što je ušao u sastav Kraljevine Srbije 1207. godine. Vranjem su vladale mnoge srpske plemićke porodice, sve dok ga nije pokorilo Osmansko carstvo 1455. godine. Za vreme osmanske vladavine Vranje je imalo važnu ulogu, jer se nalazilo na raskrsnici važnih puteva, a u jednom trenutku je bilo sedište i kadiluka. Vranje je oslobođeno 31. januara 1878. godine i postalo sedište moravskog sreza. Grad je 1904. godine pogodio zemljotres, koji je dosta oštetio infrastrukturu. U Prvom svetskom ratu ga je okupirala Kraljevina Bugarska, da bi se posle završetka rata bilo u sastavu Kraljevine Jugoslavije, a od 1929. u okviru Vardarske banovine. U Drugom svetskom ratu Vranje je okupirala Bugarska, a posle oslobođenja Vranje postaje sedište Pčinjskog okruga i tada počinje njegov industrijski i urbanistički razvoj. Vranje postaje tekstilni, drvni i metalurški centar u okviru SFRJ.\n\nGrad je poznat po muzici i trubačkim orkestrima, kao i po delima poznatog srpskog realističkog pisca Borisava Stankovića. U gradu postoje mnoge institucije i obeležja sa njegovim imenom. Vranje je domaćin mnogim manifestacijama od kojih su poznatije Stari dani, Borina nedelja i Borini pozorišni dani.\n\nSimbol Vranja je žuto cveće, gradska slava je Duhovi, a u gradu se nalaze brojni sportski klubovi.",
    "mainDescription": "Kultura i kulturne institucije\nU okviru gradske uprave Sekretarijat za obrazovanje, kulturu, sport, omladinu i informisanje zadužen je za oblast kulture. Vranje ima i Strategiju o socijalnom i ekonomskom razvoju grada, kao i Strategiju o mladima u kojima je pažnja posvećena i kulturnoj oblasti. Prioriteti za razvoj kulture su: Negovanje tradicije i zaštita kulturne baštine, opremanje ustanova kulture i kulturni turizam \n\nOd ukupnog gradskog budžeta u 2009. godini za kulturu je izdvojeno 7,41%, u 2008. godini izdvojeno je 6,91%, a 2007. godine 5,41%. Lokalni mediji broje tri radio-stanice: OK radio, Radio Fokus plus, Radio Iskon, dve televizije: Nezavisna televizija „TV 017“, RTV Vranje i dva lista: Vranjske novine, Slobodna reč i novinska agencija Vranje pres.\n\nIz budžeta grada Vranja finansira se šest ustanova kulture u domenu plata zaposlenih, stalnih troškova, programa u okviru osnovnih delatnosti, tekućih popravki i održavanja opreme. To su Narodni muzej osnovan 1960. godine, profesionalno Pozorište „Bora Stanković“, Biblioteka „Bora Stanković“, Arhiv \"31. januar“, Narodni univerzitet i Omladinski savez. „Škola animiranog filma“ (ŠAF) osnovana je u martu 1987. godine na temeljima Kluba ljubitelja filmske umetnosti. ŠAF iza sebe ima više od 160 naslova i inicijator je osnivanja prvog srpskog muzeja animacije u Vranju.\n\nManifestacije\nSvake godine u Vranju se održava veliki broj manifestacija. Kalendarski, prva od njih je \"Svetosavska nedelja\", koja se od 1991. godine održava svake godine u periodu od 21-27. januara. \"Svetosavska nedelja\" je kulturno-prosvetno-duhovna manifestacija. Grad Vranje je prvi grad u Srbiji koji se na ovaj način, posle više decenija, vratio obeležavanju i proslavi Dana Svetog Save. Cela nedelja obiluje raznovrsnim sadržajima, a završava se Svetosavskim balom, tokom koga se uručuju nagrade najboljim ustanovama i pojedincima u oblasti obrazovno-vaspitnog rada za prethodnu godinu. Jedna od važnijih manifestacija je tradicionalna književna manifestacija „Borina nedelja“, koja se održava svake godine, počev od 1967. g., uvek od 23. do 29. marta, poslednje dve decenije u organizaciji Književne zajednice „Borisav Stanković“, koja je ustanovila i dodeljuje nagradu za najbolju knjigu proze objavljenu u prethodnoj godini, potom „Borini pozorišni dani“, koji predstavljaju jednu od najvažnijih kulturnih manifestacija u Vranju. Održavaju se od 1979. godine poslednje nedelje oktobra, na kojima se prikazuju najbolje predstave prethodne sezone. Postoje i „Stari Dani“, ranije pod nazivom „Dani Vranja“, kulturno-zabavna manifestacija koja se održava svake godine krajem leta u periodu od avgusta do septembra u organizaciji grada Vranja, takođe i Etno sajam osnovan 2000. godine koji uspostavlja naučno-stručne stolove, iz oblasti očuvanja životne sredine, etno marke, umetničke izložbe, koncerte, izlete, promotivne prodaje zanatskih proizvoda, kao i degustaciju zdrave ekološke hrane. Od 1967. godine, svake godine, poslednje nedelje marta, održava se \n\nPosebno treba spomenuti „Međunarodnu radionicu animiranog filma“ koja se održava od 1997. godine u organizaciji ŠAF-a - Škole animiranog filma, najstarije takve institucije u Srbiji. Od likovnih se izdvajaju „Novogodišnji likovni salon“ održava se tradicionalno u galeriji Narodnog muzeja u Vranju od 1997. u toku novogodišnjih praznika, kao i „Likovna kolonija Vranje“ u organizaciji Narodnog univerziteta u Vranju. Od muzičkih manifestacija najvažnija je „Maj mesec muzike“ u organizaciji muzičke škole „Stevan Mokranjac“ iz Vranju, kao i „Memorijal Bakije Bakića.“\n\nOd 2019. godine u Vranju se održava manifestacija Vranjska gradska pesma. Povod je bio 50 godina od smrti Stane Avramović Karaminge, čuvena vranjanske pevačice, koja je proslavila ovu pesmu. Vranjska gradska pesma je tradicionalna gradska pesma koja je nastala i koja se peva u Vranju od druge polovine 19. veka do danas. Od 2012. godine Vranjska gradska pesma se nalazi na listi nematerijalnog kulturnog nasleđa Srbije.\n\nKulturno-istorijski spomenici\nVranje ima brojne spomenike koje se svrstavaju po periodu nastanka u tri celine. Najznačajniji spomenici srednjeg veka su staro vizantijsko utvrđenje Markovo Kale koje je postojalo još u vreme cara Justinijana i Krstata džamija, koja je za vreme vladavine Osmanlija pretvorena u džamiju, a posle oslobođenja od Turaka opet u crkvu. Zgrade koje su Turci sagradili jesu Amam, staro tursko kupatilo sagrađeno oko 1690. godine, zgrade Pašinog konaka (nalazi se u salemluku Narodnog muzeja) sagrađene 1765. godine i simbol Vranja - Beli most sagrađen 1844. godine. Posle oslobođenja od Turaka izgrađene su mnoge zgrade i spomenici. Najpoznatije zgrade pre Drugog svetskog rata su: Zgrada Načelstva okruga Vranjskog (građena 1905—1907) i Dom Vojske sagrađen 1932. godine. Važna prostorno kulturna celina je baba Zlatina ulica. Nalazi se u nekadašnjem srpskom delu vranjske čaršije. Ime je dobila po baki Bore Stankovića. U ulici se nalazi muzej kuća Bore Stankovića, koja je deo Narodnog muzeja u Vranju. Većina spomenika pojedinaca se nalazi u gradskom parku među kojima su spomenik Borisavu Stankoviću, Đorđu Tasiću, Justinu Popoviću i drugi.",
    "latitude": 42.55,
    "longitude": 21.9,
    "searchTerm": "vranje",
    "videoUrl": "AUA2iEkXFOo",
    "sections": [
      {
        "title": "Kultura i kulturne institucije",
        "text": "U okviru gradske uprave Sekretarijat za obrazovanje, kulturu, sport, omladinu i informisanje zadužen je za oblast kulture. Vranje ima i Strategiju o socijalnom i ekonomskom razvoju grada, kao i Strategiju o mladima u kojima je pažnja posvećena i kulturnoj oblasti. Prioriteti za razvoj kulture su: Negovanje tradicije i zaštita kulturne baštine, opremanje ustanova kulture i kulturni turizam \n\nOd ukupnog gradskog budžeta u 2009. godini za kulturu je izdvojeno 7,41%, u 2008. godini izdvojeno je 6,91%, a 2007. godine 5,41%. Lokalni mediji broje tri radio-stanice: OK radio, Radio Fokus plus, Radio Iskon, dve televizije: Nezavisna televizija „TV 017“, RTV Vranje i dva lista: Vranjske novine, Slobodna reč i novinska agencija Vranje pres.\n\nIz budžeta grada Vranja finansira se šest ustanova kulture u domenu plata zaposlenih, stalnih troškova, programa u okviru osnovnih delatnosti, tekućih popravki i održavanja opreme. To su Narodni muzej osnovan 1960. godine, profesionalno Pozorište „Bora Stanković“, Biblioteka „Bora Stanković“, Arhiv \"31. januar“, Narodni univerzitet i Omladinski savez. „Škola animiranog filma“ (ŠAF) osnovana je u martu 1987. godine na temeljima Kluba ljubitelja filmske umetnosti. ŠAF iza sebe ima više od 160 naslova i inicijator je osnivanja prvog srpskog muzeja animacije u Vranju."
      },
      {
        "title": "Manifestacije",
        "text": "Svake godine u Vranju se održava veliki broj manifestacija. Kalendarski, prva od njih je \"Svetosavska nedelja\", koja se od 1991. godine održava svake godine u periodu od 21-27. januara. \"Svetosavska nedelja\" je kulturno-prosvetno-duhovna manifestacija. Grad Vranje je prvi grad u Srbiji koji se na ovaj način, posle više decenija, vratio obeležavanju i proslavi Dana Svetog Save. Cela nedelja obiluje raznovrsnim sadržajima, a završava se Svetosavskim balom, tokom koga se uručuju nagrade najboljim ustanovama i pojedincima u oblasti obrazovno-vaspitnog rada za prethodnu godinu. Jedna od važnijih manifestacija je tradicionalna književna manifestacija „Borina nedelja“, koja se održava svake godine, počev od 1967. g., uvek od 23. do 29. marta, poslednje dve decenije u organizaciji Književne zajednice „Borisav Stanković“, koja je ustanovila i dodeljuje nagradu za najbolju knjigu proze objavljenu u prethodnoj godini, potom „Borini pozorišni dani“, koji predstavljaju jednu od najvažnijih kulturnih manifestacija u Vranju. Održavaju se od 1979. godine poslednje nedelje oktobra, na kojima se prikazuju najbolje predstave prethodne sezone. Postoje i „Stari Dani“, ranije pod nazivom „Dani Vranja“, kulturno-zabavna manifestacija koja se održava svake godine krajem leta u periodu od avgusta do septembra u organizaciji grada Vranja, takođe i Etno sajam osnovan 2000. godine koji uspostavlja naučno-stručne stolove, iz oblasti očuvanja životne sredine, etno marke, umetničke izložbe, koncerte, izlete, promotivne prodaje zanatskih proizvoda, kao i degustaciju zdrave ekološke hrane. Od 1967. godine, svake godine, poslednje nedelje marta, održava se \n\nPosebno treba spomenuti „Međunarodnu radionicu animiranog filma“ koja se održava od 1997. godine u organizaciji ŠAF-a - Škole animiranog filma, najstarije takve institucije u Srbiji. Od likovnih se izdvajaju „Novogodišnji likovni salon“ održava se tradicionalno u galeriji Narodnog muzeja u Vranju od 1997. u toku novogodišnjih praznika, kao i „Likovna kolonija Vranje“ u organizaciji Narodnog univerziteta u Vranju. Od muzičkih manifestacija najvažnija je „Maj mesec muzike“ u organizaciji muzičke škole „Stevan Mokranjac“ iz Vranju, kao i „Memorijal Bakije Bakića.“\n\nOd 2019. godine u Vranju se održava manifestacija Vranjska gradska pesma. Povod je bio 50 godina od smrti Stane Avramović Karaminge, čuvena vranjanske pevačice, koja je proslavila ovu pesmu. Vranjska gradska pesma je tradicionalna gradska pesma koja je nastala i koja se peva u Vranju od druge polovine 19. veka do danas. Od 2012. godine Vranjska gradska pesma se nalazi na listi nematerijalnog kulturnog nasleđa Srbije."
      },
      {
        "title": "Kulturno-istorijski spomenici",
        "text": "Vranje ima brojne spomenike koje se svrstavaju po periodu nastanka u tri celine. Najznačajniji spomenici srednjeg veka su staro vizantijsko utvrđenje Markovo Kale koje je postojalo još u vreme cara Justinijana i Krstata džamija, koja je za vreme vladavine Osmanlija pretvorena u džamiju, a posle oslobođenja od Turaka opet u crkvu. Zgrade koje su Turci sagradili jesu Amam, staro tursko kupatilo sagrađeno oko 1690. godine, zgrade Pašinog konaka (nalazi se u salemluku Narodnog muzeja) sagrađene 1765. godine i simbol Vranja - Beli most sagrađen 1844. godine. Posle oslobođenja od Turaka izgrađene su mnoge zgrade i spomenici. Najpoznatije zgrade pre Drugog svetskog rata su: Zgrada Načelstva okruga Vranjskog (građena 1905—1907) i Dom Vojske sagrađen 1932. godine. Važna prostorno kulturna celina je baba Zlatina ulica. Nalazi se u nekadašnjem srpskom delu vranjske čaršije. Ime je dobila po baki Bore Stankovića. U ulici se nalazi muzej kuća Bore Stankovića, koja je deo Narodnog muzeja u Vranju. Većina spomenika pojedinaca se nalazi u gradskom parku među kojima su spomenik Borisavu Stankoviću, Đorđu Tasiću, Justinu Popoviću i drugi."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "535,3 km2"},
      { "key": "Stanovništvo", "value": "55.138"},
      { "key": "Gustina naseljenosti", "value": "103 st./km2"},
      { "key": "Koordinate(DMS)", "value": "42° 33′ 15.01″ N, 21° 53′ 49.56″ E"}
    ]
  },
  {
    "id": 10,
    "name" : "Vršac",
    "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Flag_of_Vr%C5%A1ac.png",
    "shortDescription": "Vršac je gradsko naselje u sastavu grada Vršca u Južnobanatskom okrugu, jedan od najstarijih banatskih gradova koji se nalazi na jugoistočnom rubu Panonske nizije, u podnožju Vršačkih planina. Prema popisu iz 2011. bilo je 36.040 stanovnika. Po ovome je Vršac drugi po veličini grad u okrugu, posle Pančeva, i najveći grad u Vojvodini bez statusa središta okruga.",
    "mainDescription": "Kultura\nVršac ima znamenitu istorijsku prošlost, sa spomenicima od praistorije do današnjeg doba. Mnogobrojne karakteristične građevine iz XVIII i 19. veka, Gradska kuća, stara apoteka (1783), barokna zgrada „Dva pištolja“, kuća u kojoj je živeo i umro Jovan Sterija Popović, Vladičin dvor, crkve (rimokatolička crkva sv. Gerharda od Sagreda je najveća rimokatolička crkva u Srbiji, a bila je druga po veličini u SFRJ, odmah posle zagrebačke katedrale. Dovršena je 1863. godine i ima funkcionalne orgulje na kojima se redovno održavaju koncerti. Kapela sv. Krsta je najstarija rimokatolička bogomolja u Banatu, čiju gradnju su započeli doseljenici 1720, a završili 1728. godine. Pravoslavna crkva sv. Oca Nikolaja sagrađena je 1785. godine i tada je bila najveća srpska pravoslavna crkva severno od Save i Dunava.), Vršački gradski park sa spomenicima, Narodni muzej (osnovan 1882. — najstariji muzej u Vojvodini), a glavno obeležje grada je Vršački zamak na Vršačkom bregu iz ranog srednjeg veka, simbol grada i najstariji zamak na teritoriji Vojvodine. Sve to je vredno pomena, a naročito Manastir Mesić iz XVII veka. U ovom gradu rođeni su otac srpske drame Jovan Sterija Popović i jedan od naših najpoznatijih slikara Paja Jovanović. Grad ima profesionalno pozorište i razvijenu izdavačku delatnost, u kojoj prednjači KOV — Književna opština Vršac. U gradu se održavaju Jesenji pozorišni festival i Međunarodni festival folklora.\n\nOvde se nalaze Gradska biblioteka Vršac i Narodno pozorište \"Sterija\" (Vršac).",
    "latitude": 45.116667,
    "longitude": 21.303333,
    "searchTerm": "vršac",
    "videoUrl": "ZOCP9potmM0",
    "sections": [
      {
        "title": "Kultura",
        "text": "Vršac ima znamenitu istorijsku prošlost, sa spomenicima od praistorije do današnjeg doba. Mnogobrojne karakteristične građevine iz XVIII i 19. veka, Gradska kuća, stara apoteka (1783), barokna zgrada „Dva pištolja“, kuća u kojoj je živeo i umro Jovan Sterija Popović, Vladičin dvor, crkve (rimokatolička crkva sv. Gerharda od Sagreda je najveća rimokatolička crkva u Srbiji, a bila je druga po veličini u SFRJ, odmah posle zagrebačke katedrale. Dovršena je 1863. godine i ima funkcionalne orgulje na kojima se redovno održavaju koncerti. Kapela sv. Krsta je najstarija rimokatolička bogomolja u Banatu, čiju gradnju su započeli doseljenici 1720, a završili 1728. godine. Pravoslavna crkva sv. Oca Nikolaja sagrađena je 1785. godine i tada je bila najveća srpska pravoslavna crkva severno od Save i Dunava.), Vršački gradski park sa spomenicima, Narodni muzej (osnovan 1882. — najstariji muzej u Vojvodini), a glavno obeležje grada je Vršački zamak na Vršačkom bregu iz ranog srednjeg veka, simbol grada i najstariji zamak na teritoriji Vojvodine. Sve to je vredno pomena, a naročito Manastir Mesić iz XVII veka. U ovom gradu rođeni su otac srpske drame Jovan Sterija Popović i jedan od naših najpoznatijih slikara Paja Jovanović. Grad ima profesionalno pozorište i razvijenu izdavačku delatnost, u kojoj prednjači KOV — Književna opština Vršac. U gradu se održavaju Jesenji pozorišni festival i Međunarodni festival folklora.\n\nOvde se nalaze Gradska biblioteka Vršac i Narodno pozorište \"Sterija\" (Vršac)."
      }
    ],
    "properties": [
      { "key": "Površina", "value": "198,5 km2"},
      { "key": "Stanovništvo", "value": "36.040"},
      { "key": "Gustina naseljenosti", "value": "185 st./km2"},
      { "key": "Koordinate(DMS)", "value": "45° 7′ 0.79″ N, 21° 18′ 3.26″ E"}
    ]
  }
]