[
  {
    "id": 1,
    "name" : "Đavolja varoš",
    "shortDescription": "Đavolja varoš (Serbian Cyrillic: Ђавоља варош, lit. \"Devil's Town\") is a rock formation consisting of about 200 earth pyramids or \"towers\", located in southern Serbia on the Radan Mountain, in the municipality of Kuršumlija. There are several similar geological formations in the world, but Đavolja Varoš has the most numerous and the tallest \"towers\".\nĐavolja Varoš is located some 30 kilometres (19 mi) southeast of Kuršumlija, on the southwestern slopes of the Radan mountain. Administratively it is situated on the territory of Đake village.",
    "mainDescription": "Geology\nThe formations were scientifically examined and described in 1955 by Tomislav Rakićević. Đavolja Varoš features 202 exotic formations described as earth pyramids or \"towers\", as the locals refer to them. They are 2 to 15 m (6 ft 7 in to 49 ft 3 in) tall and 4 to 6 m (13 to 20 ft) wide at the base. These formations were created by strong erosion of the soil that was scene of intense volcanic activity millions of years ago. Most of the towers have \"caps\" or \"heads\" of andesite, which protect them from further erosion.\n\nVolatile volcanic history left marks in the multicolored rocks in the tower's hinterlands. However, Đavolja Varoš in its modern form is a relatively new feature. As the inhabitants of the surrounding region were cutting down the forests, they enabled for the precipitation to erode the rocks. Thus the appearance of the towers and their number constantly changes, with some crumbling and disappearing, and the new ones being formed. In contrast to the barren rocks, the area is surrounded by the thick beech forest.\n\nThe area beneath the towers is called The Hell gully (Paklena jaruga) and the surrounding terrain is a location of the mine shafts from the medieval Nemanjić Serbia. King Uroš I invited Saxon miners in the 13th century to develop mining in Serbia. On this locality, they mined iron, copper and aluminium, and to lesser extend gold and silver. There are four mining shafts, of which only one, 800 metres (2,600 ft) long, was surveyed. The mining complex is known as the Saxon mines, or Saski rudnici in Serbian, as the medieval Saxons were called Sasi by the Serbs.\n\nA natural spring is located beneath the formations and has a high mineral concentration. There are two springs: Đavolja voda (Devil's Water), with extremely acidic water (pH 1.5) and high mineral concentration (15 g/L of water), and Crveno vrelo (Red Well). The unusually pungent spring waters were examined for the first time in 1905 by Aleksandar Zega, founder of the Serbian Chemical Society.\n\nFolklore\nLike in the case of some other mountains in Serbia (Povlen, Rtanj, Homolje), Radan Mountain region is known for abundant folk tales, especially concerning the origin of Đavolja Varoš. According to one of the myths, Radan was a miraculous mountain, inhabited by the fairies, while the people living at the foothills were the most diligent, pious and concordant in the world. Bittered by this harmony, one day the devil sent dark and storm to the mountain, with lightnings stroking one after another, and thunders causing landslides. After people took refuge waiting for the storm to pass, the devil himself came down to Earth and enchanted the water well (hence today's acidic spring's name Devil's water), casting a spell that everyone who drinks from it will lose his mind. Both the devil and the storm then disappeared.\n\nIt appeared as if everything returned to normal after this, but people changed. Under a spell a brother and sister fell in love, and a wedding party with 200 members gathered. Fairies from the Radan adored the villagers for what they were but were unable to break devil's spell. They asked God for help to prevent the wedding, and on the wedding day, right at noon, a flare, \"shinier than Sun\" hit the foothills. In a second the forest was vaporized, and the wedding members were turned into rocks. Since then, rocks from the site should be left alone, as those who take it with them will be turned into stone, too.\n\nAnother myth says that a witch lived on the Radan. She was willing to fulfil people's wishes, but was always asking for a favor in return, when the time of need comes. All those who tried to trick her, or to hide from her, were turned into stone by her and buried under towers. On the \"shortest night ever, while the falling stars fill the stream and mighty moon shines the sky\", emerging, red sun will melt the towers liberating those buried underneath. This will be a sign that the witch returned and that they must fulfil her favors.\n\nMyths aren't reserved only for the origin of Đavolja Varoš, but also for the mines and the church. Claims are that in the deepest night, from the three still closed former mining shafts, you can hear Saxon miners digging the ore inside. The church was built by a thankful, gravely ill man who saw an apparition of Saint Petka in the forest. He spent next seven days on that spot, and on the eighth day woke up completely healed. Preserving this seven-day period, Church today produces lucky stones, which are kept in the church for seven days. Church also gives pieces of white clothes. With it, people touch sore spot and make a recovery wish. The cloth is then tied to one of the three trees surrounding the church, and on the seventh day they are untied and buried in the ground, \"taking illness with it\".\n\nProtection\nSince 1959, Đavolja Varoš has been protected by the state and a 1995 decision of the Serbian Government declared it a major natural monument subject to category one protection. Đavolja Varoš was a nominee in the New Seven Wonders of Nature campaign.\n\nIt is visited by 50,000 tourists yearly, but the touristic capacities are still undeveloped. There are two restaurants in the vicinity, \"Đavolja Varoš\", and a bit further \"Dva Ambara\". A small log cabin church, dedicated to Saint Petka, is right before the rock complex. It was built on the foundation of the older, 13th century church.",
    "latitude": 42.992499999999986,
    "longitude":21.407222,
    "sections": [
      {
        "title": "Geology",
        "text": "The formations were scientifically examined and described in 1955 by Tomislav Rakićević. Đavolja Varoš features 202 exotic formations described as earth pyramids or \"towers\", as the locals refer to them. They are 2 to 15 m (6 ft 7 in to 49 ft 3 in) tall and 4 to 6 m (13 to 20 ft) wide at the base. These formations were created by strong erosion of the soil that was scene of intense volcanic activity millions of years ago. Most of the towers have \"caps\" or \"heads\" of andesite, which protect them from further erosion.\n\nVolatile volcanic history left marks in the multicolored rocks in the tower's hinterlands. However, Đavolja Varoš in its modern form is a relatively new feature. As the inhabitants of the surrounding region were cutting down the forests, they enabled for the precipitation to erode the rocks. Thus the appearance of the towers and their number constantly changes, with some crumbling and disappearing, and the new ones being formed. In contrast to the barren rocks, the area is surrounded by the thick beech forest.\n\nThe area beneath the towers is called The Hell gully (Paklena jaruga) and the surrounding terrain is a location of the mine shafts from the medieval Nemanjić Serbia. King Uroš I invited Saxon miners in the 13th century to develop mining in Serbia. On this locality, they mined iron, copper and aluminium, and to lesser extend gold and silver. There are four mining shafts, of which only one, 800 metres (2,600 ft) long, was surveyed. The mining complex is known as the Saxon mines, or Saski rudnici in Serbian, as the medieval Saxons were called Sasi by the Serbs.\n\nA natural spring is located beneath the formations and has a high mineral concentration. There are two springs: Đavolja voda (Devil's Water), with extremely acidic water (pH 1.5) and high mineral concentration (15 g/L of water), and Crveno vrelo (Red Well). The unusually pungent spring waters were examined for the first time in 1905 by Aleksandar Zega, founder of the Serbian Chemical Society."
      },
      {
        "title": "Folklore",
        "text": "Like in the case of some other mountains in Serbia (Povlen, Rtanj, Homolje), Radan Mountain region is known for abundant folk tales, especially concerning the origin of Đavolja Varoš. According to one of the myths, Radan was a miraculous mountain, inhabited by the fairies, while the people living at the foothills were the most diligent, pious and concordant in the world. Bittered by this harmony, one day the devil sent dark and storm to the mountain, with lightnings stroking one after another, and thunders causing landslides. After people took refuge waiting for the storm to pass, the devil himself came down to Earth and enchanted the water well (hence today's acidic spring's name Devil's water), casting a spell that everyone who drinks from it will lose his mind. Both the devil and the storm then disappeared.\n\nIt appeared as if everything returned to normal after this, but people changed. Under a spell a brother and sister fell in love, and a wedding party with 200 members gathered. Fairies from the Radan adored the villagers for what they were but were unable to break devil's spell. They asked God for help to prevent the wedding, and on the wedding day, right at noon, a flare, \"shinier than Sun\" hit the foothills. In a second the forest was vaporized, and the wedding members were turned into rocks. Since then, rocks from the site should be left alone, as those who take it with them will be turned into stone, too.\n\nAnother myth says that a witch lived on the Radan. She was willing to fulfil people's wishes, but was always asking for a favor in return, when the time of need comes. All those who tried to trick her, or to hide from her, were turned into stone by her and buried under towers. On the \"shortest night ever, while the falling stars fill the stream and mighty moon shines the sky\", emerging, red sun will melt the towers liberating those buried underneath. This will be a sign that the witch returned and that they must fulfil her favors.\n\nMyths aren't reserved only for the origin of Đavolja Varoš, but also for the mines and the church. Claims are that in the deepest night, from the three still closed former mining shafts, you can hear Saxon miners digging the ore inside. The church was built by a thankful, gravely ill man who saw an apparition of Saint Petka in the forest. He spent next seven days on that spot, and on the eighth day woke up completely healed. Preserving this seven-day period, Church today produces lucky stones, which are kept in the church for seven days. Church also gives pieces of white clothes. With it, people touch sore spot and make a recovery wish. The cloth is then tied to one of the three trees surrounding the church, and on the seventh day they are untied and buried in the ground, \"taking illness with it\"."
      },
      {
        "title": "Protection",
        "text": "Since 1959, Đavolja Varoš has been protected by the state and a 1995 decision of the Serbian Government declared it a major natural monument subject to category one protection. Đavolja Varoš was a nominee in the New Seven Wonders of Nature campaign.\n\nIt is visited by 50,000 tourists yearly, but the touristic capacities are still undeveloped. There are two restaurants in the vicinity, \"Đavolja Varoš\", and a bit further \"Dva Ambara\". A small log cabin church, dedicated to Saint Petka, is right before the rock complex. It was built on the foundation of the older, 13th century church."
      }
    ]
  },
  {
    "id": 2,
    "name" : "Iron Gates",
    "shortDescription": "The Iron Gates (Romanian: Porțile de Fier; Serbian: Ђердапска клисура / Đerdapska klisura or Гвоздена капија / Gvozdena kapija; Hungarian: Vaskapu-szoros) is a gorge on the river Danube. It forms part of the boundary between Serbia (to the south) and Romania (north). In the broad sense it encompasses a route of 134 km (83 mi); in the narrow sense it only encompasses the last barrier on this route, just beyond the Romanian city of Orșova, that contains two hydroelectric dams, with two power stations, Iron Gate I Hydroelectric Power Station and Iron Gate II Hydroelectric Power Station.\n\nAt this point in the Danube, the river separates the southern Carpathian Mountains from the northwestern foothills of the Balkan Mountains. The Romanian side of the gorge constitutes the Iron Gates Natural Park, whereas the Serbian part constitutes the Đerdap National Park. A wider protected area on the Serbian side was declared the UNESCO global geopark in July 2020.\n\nArchaeologists have named the Iron Gates mesolithic culture, of the central Danube region circa 13,000 to 5,000 years ago, after the gorge. One of the most important archaeological sites in Serbia and Europe is Lepenski Vir, the oldest planned settlement in Europe, located on the banks of the Danube in the Iron Gate gorge.",
    "mainDescription": "Natural physical features\nGorges\nThe first narrowing of the Danube lies beyond the Romanian isle of Moldova Veche and is known as the Golubac gorge. It is 14.5 km long and 230 m (755 ft) wide at the narrowest point. At its head, there is a medieval fort at Golubac, on the Serbian bank. Through the valley of Ljupovska lies the second gorge, Gospodjin Vir, which is 15 km long and narrows to 220 m (722 ft). The cliffs scale to 500 m and are the most difficult to reach here from land. The broader Donji Milanovac forms the connection with the Great and the Small Kazan gorge, which have a combined length of 19 km (12 mi). The Orșova valley is the last broad section before the river reaches the plains of Wallachia at the last gorge, the Sip gorge.\nThe Great Kazan (kazan meaning \"cauldron\" or \"reservoir\") is the most famous and the most narrow gorge of the whole route: the river here narrows to 150 m and reaches a depth of up to 53 m (174 ft).\n\nNavigation and channels\nThe riverbed rocks and the associated rapids made the gorge valley an infamous passage for shipping, even for the most seasoned boatmen. During the period of the Ottoman rule, the ships were guided through by the local navigators, familiar with the routes, called kalauz (from Turkish kalavuz, meaning guide, travel leader). During the rule of prince Miloš Obrenović, local Serbs gradually took over from the Ottomans, being officially appointed by the prince. In order not to aggravate the Ottomans further, the prince named Serbian navigators by a Turkish name, dumendžibaša, from dümen (rudder) and baş (head, chief, master). The navigation fee was divided among dumendžibaša, loc (river pilots) and regional municipalities.\n\nIn German, the passage is still known as the Kataraktenstrecke, even though the cataracts are gone. Near the actual \"Iron Gates\" strait the Prigrada rock was the most important obstacle (until 1896): the river widened considerably here and the water level was consequently low. Upstream, the Greben rock near the \"Kazan\" gorge was notorious.\n\nSome of the channels created included:\n\nStenka, 1,900 m (6,200 ft) long, with 10 navigational signals (originally, the balloons were used)\nIzlaz-Tahatlija, 2,351 m (7,713 ft), with 7 signals\nSvinița, 1,200 m (3,900 ft), with 4 signals\nJuc, 1,260 m (4,130 ft), with 5 signals\nSip, 4,375 m (14,354 ft)\nMali Đerdap, 1,050 m (3,440 ft), as an extension of Sip Channel\nIn total, 15,465 m (50,738 ft) of navigable channels was created. They were flooded when the artificial Lake Đerdap was created (early 1970s). The results of these efforts were slightly disappointing. The currents in the Sip Channel were so strong at 15kts (8 m/s) that until 1973, ships had to be dragged upstream along the canal by locomotive. The Iron Gates thus remained an obstacle of note.",
    "latitude": 44.671111,
    "longitude": 22.529722,
    "sections": [
      {
        "title": "Natural physical features",
        "sections": [
          {
            "title": "Gorges",
            "text": "The first narrowing of the Danube lies beyond the Romanian isle of Moldova Veche and is known as the Golubac gorge. It is 14.5 km long and 230 m (755 ft) wide at the narrowest point. At its head, there is a medieval fort at Golubac, on the Serbian bank. Through the valley of Ljupovska lies the second gorge, Gospodjin Vir, which is 15 km long and narrows to 220 m (722 ft). The cliffs scale to 500 m and are the most difficult to reach here from land. The broader Donji Milanovac forms the connection with the Great and the Small Kazan gorge, which have a combined length of 19 km (12 mi). The Orșova valley is the last broad section before the river reaches the plains of Wallachia at the last gorge, the Sip gorge.\nThe Great Kazan (kazan meaning \"cauldron\" or \"reservoir\") is the most famous and the most narrow gorge of the whole route: the river here narrows to 150 m and reaches a depth of up to 53 m (174 ft)."
          },
          {
            "title": "Navigation and channels",
            "text": "The riverbed rocks and the associated rapids made the gorge valley an infamous passage for shipping, even for the most seasoned boatmen. During the period of the Ottoman rule, the ships were guided through by the local navigators, familiar with the routes, called kalauz (from Turkish kalavuz, meaning guide, travel leader). During the rule of prince Miloš Obrenović, local Serbs gradually took over from the Ottomans, being officially appointed by the prince. In order not to aggravate the Ottomans further, the prince named Serbian navigators by a Turkish name, dumendžibaša, from dümen (rudder) and baş (head, chief, master). The navigation fee was divided among dumendžibaša, loc (river pilots) and regional municipalities.\n\nIn German, the passage is still known as the Kataraktenstrecke, even though the cataracts are gone. Near the actual \"Iron Gates\" strait the Prigrada rock was the most important obstacle (until 1896): the river widened considerably here and the water level was consequently low. Upstream, the Greben rock near the \"Kazan\" gorge was notorious.\n\nSome of the channels created included:\n\nStenka, 1,900 m (6,200 ft) long, with 10 navigational signals (originally, the balloons were used)\nIzlaz-Tahatlija, 2,351 m (7,713 ft), with 7 signals\nSvinița, 1,200 m (3,900 ft), with 4 signals\nJuc, 1,260 m (4,130 ft), with 5 signals\nSip, 4,375 m (14,354 ft)\nMali Đerdap, 1,050 m (3,440 ft), as an extension of Sip Channel\nIn total, 15,465 m (50,738 ft) of navigable channels was created. They were flooded when the artificial Lake Đerdap was created (early 1970s). The results of these efforts were slightly disappointing. The currents in the Sip Channel were so strong at 15kts (8 m/s) that until 1973, ships had to be dragged upstream along the canal by locomotive. The Iron Gates thus remained an obstacle of note."
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "name" : "Rtanj",
    "shortDescription": "Rtanj (Serbian: Ртањ, Romanian: Artan, pronounced [r̩̂ːtaɲ]) is a mountain situated in eastern Serbia, approximately 200 km southeast of Belgrade, between the towns of Boljevac on north and Sokobanja on the south. It belongs to the Serbian Carpathians. Its highest peak is Šiljak (pronounced [ʃǐːʎak]) (1,565 m), a natural phenomenon of karst terrain.\n\nThe north side of the mountain is covered with forests and shrubs, full of autochthonous plant species and plenty of sources of potable water. A hunting ground covers 6368 ha. The most common prey are roe deer and wild boar.Rtanj was placed under the state protection in May 2019 when it was declared a natural monument (\"Special nature reserve Rtanj\").",
    "mainDescription": "Mythology\nFolklore\nAccording to the folk legend, the castle of a wizard was situated on Rtanj Mountain, in which a great treasure was guarded. However, the castle has disappeared within the mountain, trapping the wealthy sorcerer inside. Ever since the treasure hunters have been visiting the mountain seeking for the lost gold and gems.\n\nFringe theories\nIn 1971, poet Miodrag Pavlović wrote a poem \"Splendid wonder\" (Divno čudo). Inspired by the folk myths from the area, Pavlović described Rtanj as an abode of the ancient Serbian gods. In the next decades, additionally influenced by the pyramidal shape of the mountain, Rtanj became popular among the fringe theories supporters. In the 21st century it became a place of regular gathering of the believers in paranormal, which organize groups, symposiums and \"surveys\" of the mountain.\n\nThe most popular theory is that, due to its shape and other \"observed\" factors (precise pyramidal geometry, golden ratio math, wondrous natural life, strong electromagnetism with fine frequencies, endemic plants, healthy energy radiation, special climate, mystical cultural heritage, naturally radiation-ionized air, Tesla waves), the mountain had to be artificially built. Claims are made that it is a multi-dimensional portal, that a channel leads from the top of the mountain to below the ground being used as a launch pad for alien spaceships and that Rtanj is an \"oscillator and resonator of the subtle energy hubs\". Alleged sightings of the \"flying balls\" over the mountain became a common place.\n\nFor some New Age believers, the pyramidal shape of the mountain is due to it containing an alien pyramid emitting mystical energies. Many people have flocked here prior to the predicted 2012 Mayan Doomsday, believing it will protect them.\n\nVrelo locality is described as the source of magnetic energy. The results were \"confirmed\" by the radiesthesia surveys, as attested by the plaque on the small stone pyramid. People stand in the hole in this area, filling themselves with energy. They claim that the prehistoric people recuperated their energy on this spot and that animals sleep on this spot during winter and that strange appearances which allegedly show on the photos taken here are because of the time travelers.",
    "latitude": 43.776111,
    "longitude": 21.893333,
    "sections": [
      {
        "title": "Folklore",
        "text": "According to the folk legend, the castle of a wizard was situated on Rtanj Mountain, in which a great treasure was guarded. However, the castle has disappeared within the mountain, trapping the wealthy sorcerer inside. Ever since the treasure hunters have been visiting the mountain seeking for the lost gold and gems."
      },
      {
        "title": "Fringe theories",
        "text": "In 1971, poet Miodrag Pavlović wrote a poem \"Splendid wonder\" (Divno čudo). Inspired by the folk myths from the area, Pavlović described Rtanj as an abode of the ancient Serbian gods. In the next decades, additionally influenced by the pyramidal shape of the mountain, Rtanj became popular among the fringe theories supporters. In the 21st century it became a place of regular gathering of the believers in paranormal, which organize groups, symposiums and \"surveys\" of the mountain.\n\nThe most popular theory is that, due to its shape and other \"observed\" factors (precise pyramidal geometry, golden ratio math, wondrous natural life, strong electromagnetism with fine frequencies, endemic plants, healthy energy radiation, special climate, mystical cultural heritage, naturally radiation-ionized air, Tesla waves), the mountain had to be artificially built. Claims are made that it is a multi-dimensional portal, that a channel leads from the top of the mountain to below the ground being used as a launch pad for alien spaceships and that Rtanj is an \"oscillator and resonator of the subtle energy hubs\". Alleged sightings of the \"flying balls\" over the mountain became a common place.\n\nFor some New Age believers, the pyramidal shape of the mountain is due to it containing an alien pyramid emitting mystical energies. Many people have flocked here prior to the predicted 2012 Mayan Doomsday, believing it will protect them.\n\nVrelo locality is described as the source of magnetic energy. The results were \"confirmed\" by the radiesthesia surveys, as attested by the plaque on the small stone pyramid. People stand in the hole in this area, filling themselves with energy. They claim that the prehistoric people recuperated their energy on this spot and that animals sleep on this spot during winter and that strange appearances which allegedly show on the photos taken here are because of the time travelers."
      }
    ]
  },
  {
    "id": 4,
    "name" : "Resava Cave",
    "shortDescription": "Resava Cave (Serbian: Ресавска пећина, romanized: Resavska pećina) or Resavska Cave is a cave near Jelovac in eastern Serbia, about 20 kilometres (12 miles) from Despotovac. It is one of the largest cave systems in Serbia, with the corridors about 4.5 kilometres (2.8 miles) long.",
    "mainDescription": "Geography\nThe cave is located in the Upper Resava region. The cave is estimated to be 80 million years old while the oldest speleothems date from 45 million years ago. It has four halls on two levels each and the speleothems are colored in red, yellow and white. Altitude at the entrance into the cave is 485 metres (1,591 feet) and the lowest point inside is at 405 metres (1,329 feet).\n\nThe cave was formed by the sinking river in the limestone substrate. Cave formations are right at the entry. They are formed through the dissolving of the calcium carbonate. The color depends on the mineral through which the water flows: red from the iron oxide, white from the crystallized calcium and yellow from the traces of clay. The symbol of the cave is a massive stalagmite, 20 m (66 ft) tall and 12 m (39 ft) wide. After its appearance, it was named the Statue of mother with a child. The cave consists of 8 halls.\n\nWildlife\nIn 2020, the survey which began in the mid-1990s, showed that the large cave, and some smaller surrounding caves in the Resava valley, host 28 species of bats. Researchers from the University of Belgrade's Biology Faculty calculated that even the smallest bats can eat up to 3,000 mosquitos per night, which may explain the apparent lack of mosquitos in the Resava valley and on the slopes of the Beljanica mountain.\n\nHuman history\nResava cave was accidentally discovered by the local shepherds in 1962. After being explored for 10 years, the cave was officially opened for visitors on 22 April 1972. On 1 May 2017, the Adrenalin Park, a new attraction was opened in the cave. It consist of 15 obstacles (hanging bridges, hanging cables, zip-line, beams, etc.). It had 56.500 visitors in 2017.\n\nOut of its 4.5 kilometres (2.8 miles), 2.83 kilometres (1.76 miles) is explored in detail, while 0.8 kilometres (0.50 miles) is adapted for the visitors. A popular tourist story developed around a specific stalactite and a stalagmite, their \"love yearning and a kiss\". They are just few millimeters apart, but it will take a 1,000 years before they reach each other. Since 2010, Resava Cave is member of ISCA, International Show Caves Association. In 2017 it became the first hydrological monument with the decorative lights in Serbia. LED, cold lights are used, so that it wouldn't affect the microclimate. Glowing info tables in each of the halls and new hand rails were also added.\n\nNorth of Resava Cave is the cultural monument Lisine, which comprises two waterfalls, Veliko Vrelo and Veliki Buk. The Lisine hydro-complex and Resava Cave are under one administration, covering an area of 11 ha (27 acres). In 2017 the Government of Serbia and Institute for Nature Protection began preliminary actions into creating a new national park, which would cover the mountainous Kučaj-Beljanica region. It is supposed to be the largest national park in Serbia, which would, among other, encompass the Resava Cave, Lisine complex and some of the oldest, intact forest in the country, like the Vinatovača rainforest, which remained intact since the mid 17th century.",
    "latitude": 44.0725,
    "longitude": 21.6297,
    "sections": [
      {
        "title": "Geography",
        "text": "The cave is located in the Upper Resava region. The cave is estimated to be 80 million years old while the oldest speleothems date from 45 million years ago. It has four halls on two levels each and the speleothems are colored in red, yellow and white. Altitude at the entrance into the cave is 485 metres (1,591 feet) and the lowest point inside is at 405 metres (1,329 feet).\n\nThe cave was formed by the sinking river in the limestone substrate. Cave formations are right at the entry. They are formed through the dissolving of the calcium carbonate. The color depends on the mineral through which the water flows: red from the iron oxide, white from the crystallized calcium and yellow from the traces of clay. The symbol of the cave is a massive stalagmite, 20 m (66 ft) tall and 12 m (39 ft) wide. After its appearance, it was named the Statue of mother with a child. The cave consists of 8 halls."
      },
      {
        "title": "Wildlife",
        "text": "In 2020, the survey which began in the mid-1990s, showed that the large cave, and some smaller surrounding caves in the Resava valley, host 28 species of bats. Researchers from the University of Belgrade's Biology Faculty calculated that even the smallest bats can eat up to 3,000 mosquitos per night, which may explain the apparent lack of mosquitos in the Resava valley and on the slopes of the Beljanica mountain."
      },
      {
        "title": "History",
        "text": "Resava cave was accidentally discovered by the local shepherds in 1962. After being explored for 10 years, the cave was officially opened for visitors on 22 April 1972. On 1 May 2017, the Adrenalin Park, a new attraction was opened in the cave. It consist of 15 obstacles (hanging bridges, hanging cables, zip-line, beams, etc.). It had 56.500 visitors in 2017.\n\nOut of its 4.5 kilometres (2.8 miles), 2.83 kilometres (1.76 miles) is explored in detail, while 0.8 kilometres (0.50 miles) is adapted for the visitors. A popular tourist story developed around a specific stalactite and a stalagmite, their \"love yearning and a kiss\". They are just few millimeters apart, but it will take a 1,000 years before they reach each other. Since 2010, Resava Cave is member of ISCA, International Show Caves Association. In 2017 it became the first hydrological monument with the decorative lights in Serbia. LED, cold lights are used, so that it wouldn't affect the microclimate. Glowing info tables in each of the halls and new hand rails were also added.\n\nNorth of Resava Cave is the cultural monument Lisine, which comprises two waterfalls, Veliko Vrelo and Veliki Buk. The Lisine hydro-complex and Resava Cave are under one administration, covering an area of 11 ha (27 acres). In 2017 the Government of Serbia and Institute for Nature Protection began preliminary actions into creating a new national park, which would cover the mountainous Kučaj-Beljanica region. It is supposed to be the largest national park in Serbia, which would, among other, encompass the Resava Cave, Lisine complex and some of the oldest, intact forest in the country, like the Vinatovača rainforest, which remained intact since the mid 17th century."
      }
    ]
  },
  {
    "id": 5,
    "name" : "Uvac",
    "shortDescription": "The Uvac (Serbian Cyrillic: Увац) is an international trans-boundary river, rising under Golija mountain and Pešter plateau, then flowing through southwestern Serbia and cross into eastern Bosnia and Herzegovina where, after 115 km, it finally meets the Lim river from the right, however, before it empties into the Lim, for a 10 kilometers Uvac forms the border between two countries. Also, while meandering through Serbia, Uvac loosely makes the northern border of the Raška region, too.",
    "mainDescription": "Upper course\nThe Uvac originates at the Pešter plateau from the Ozren and Ninaja mountains, as Rasanska reka (Cyrillic: Расанска река). The stream curves around the Ninaja and Pometenik mountains, next to the villages of Tuzinje, Rasno, Dragojloviće and Gradac, where it meets Brnjička reka (Cyrillic: Брњичка река), enters the Sjenica depression and continues on the western border of the plain while receiving the right tributary Vapa (Cyrillic: Вапа) in the northern end.\n\nVapa is 25 kilometers long and drains an area of 496 km2. It passes next to the villages of Gornja Vapa, Donja Vapa, Čedovo and Krstac, where it empties from the right into the shorter river Uvac.\n\nLower course\nThe Uvac continues to the northwest, enters the Stari Vlah region where it flows in a deep, canyon-like valley, where it receives the Kladnica river from the right and generates much power, which is used for three powerful hydroelectric power stations, each one with big artificial lake: Bistrica with Lake Radoinja, Kokin Brod with Zlatar Lake (7,3 km2, altitude 400 m, depth 40 m) and Sjenica with Lake Sjenica.\n\nIn the lowest part of its course, the Uvac flows between the Zlatar and Zlatibor mountains, next to the villages of Kokin Brod and Radoinja until it reaches the Bosnian border and Varda mountain, makes a sharp, elbow turn to the south and after a short flow next to the villages of Bjelušine and Uvac (both on Bosnian side), the Uvac empties into the Lim, north of the city of Priboj.\n\nThe Uvac drains an area of 1,596 km2, belongs to the Black Sea drainage basin, and it is not navigable. Its average discharge at the mouth is 18 m³/s.\n\nThe river is famous for its gorge, Kanjon Uvca, the thriving colony of reintroduced griffon vultures and the Uvac Special Nature Reserve, protected since 1971. The river meanders wildly: though 115 km (71 mi) long, the straight line from the river's source to its mouth is only 40 km (25 mi).",
    "latitude": 43.349444,
    "longitude": 19.970278,
    "sections": [
      {
        "title": "Upper course",
        "text": "The Uvac originates at the Pešter plateau from the Ozren and Ninaja mountains, as Rasanska reka (Cyrillic: Расанска река). The stream curves around the Ninaja and Pometenik mountains, next to the villages of Tuzinje, Rasno, Dragojloviće and Gradac, where it meets Brnjička reka (Cyrillic: Брњичка река), enters the Sjenica depression and continues on the western border of the plain while receiving the right tributary Vapa (Cyrillic: Вапа) in the northern end.\n\nVapa is 25 kilometers long and drains an area of 496 km2. It passes next to the villages of Gornja Vapa, Donja Vapa, Čedovo and Krstac, where it empties from the right into the shorter river Uvac."
      },
      {
        "title": "Lower course",
        "text": "The Uvac continues to the northwest, enters the Stari Vlah region where it flows in a deep, canyon-like valley, where it receives the Kladnica river from the right and generates much power, which is used for three powerful hydroelectric power stations, each one with big artificial lake: Bistrica with Lake Radoinja, Kokin Brod with Zlatar Lake (7,3 km2, altitude 400 m, depth 40 m) and Sjenica with Lake Sjenica.\n\nIn the lowest part of its course, the Uvac flows between the Zlatar and Zlatibor mountains, next to the villages of Kokin Brod and Radoinja until it reaches the Bosnian border and Varda mountain, makes a sharp, elbow turn to the south and after a short flow next to the villages of Bjelušine and Uvac (both on Bosnian side), the Uvac empties into the Lim, north of the city of Priboj.\n\nThe Uvac drains an area of 1,596 km2, belongs to the Black Sea drainage basin, and it is not navigable. Its average discharge at the mouth is 18 m³/s.\n\nThe river is famous for its gorge, Kanjon Uvca, the thriving colony of reintroduced griffon vultures and the Uvac Special Nature Reserve, protected since 1971. The river meanders wildly: though 115 km (71 mi) long, the straight line from the river's source to its mouth is only 40 km (25 mi)."
      }
    ]
  },
  {
    "id": 6,
    "name" : "Lepenski Vir",
    "shortDescription": "Lepenski Vir (Serbian Cyrillic: Лепенски Вир, \"Lepena Whirlpool\"), located in Serbia, is an important archaeological site of the Mesolithic Iron Gates culture of the Balkans. The latest radiocarbon and AMS data suggests that the chronology of Lepenski Vir spans between 9500/7200–6000 BC. There is some disagreement about when the settlement and culture of Lepenski Vir began, but the latest data indicates that it was between 9500–7200 BC. The late Lepenski Vir (6300–6000 BC) architectural phase saw the development of unique trapezoidal buildings and monumental sculpture. The Lepenski Vir site consists of one large settlement with around ten satellite villages. Numerous piscine sculptures and peculiar architectural remains have been found at the site.\n\nArchaeologist Dragoslav Srejović, who first explored the site, said that such large sculptures so early in human history, and the original architectural solutions, define Lepenski Vir as a specific and very early phase in the development of European prehistoric culture. The site was notable for its outstanding level of preservation and the overall exceptional quality of its artifacts. Because the settlement was permanent and planned, with an organized societal life, architect Hristivoje Pavlović labeled Lepenski Vir as \"the first city in Europe\".\n\nThe Đerdap national park, which includes Lepenski Vir, was established in 1974. On 10 July 2020, the park's wider area was designated a UNESCO global geopark. Apart from the Iron Gates gorge, the Đerdap UNESCO Global Geopark includes parts of the Miroč and Kučaj mountain massifs, with total area of 1,330 km2 (510 sq mi), and was the first such designation in Serbia.",
    "mainDescription": "Location and geography\nLepenski Vir is located on the right bank of the Danube in eastern Serbia, within the Iron Gates gorge. It is situated in the village of Boljetin, near Donji Milanovac. The view above and across the Danube is wide open and the stable and enduring terrain on the river's bank resists the intensely erosive effects of the Danube. Stability is secured by two or three boulders at the top of the plaz, a rocky cape jutting deeply into the river. The boulders acted as a natural anchor for the terrain on which the settlement developed. Long habitation on the site was also enabled by the proximity of the great river, the natural richness of the hinterland, and the thermic benefits of the accumulated limestone cliffs (considering the ice age which had just ended). Additionally, long-term habitation was facilitated by the presumed knowledge of some birth control practices, given the limited area on which the settlement could grow, even though it is believed that parts of the settlement remain undiscovered.\n\nWhirlpools were created by the protruding rocks, and the swirling waters are more oxygenated, richer in algae and thus abundant in fish. The whirling current makes fishing easier than in the waters which rush through the gorge. Also, the swirling water actually deposited materials on the downstream side of the plaz, known today as Katarinine Livadice, making it stronger and more stable instead of allowing the fast and strong river current to erode it. In the immediate hinterland, there is a slope known as Košo Brdo. Embedded into it is the natural stone niche or rock shelter (abij), called Lepenska Potkapina, which was explored by archaeologist Branko Gavela [sr].\n\nDownstream from Lepenski Vir, in the direction of the Vlasac location, and half-way to the mouth of the small Boljetinka, or Lepena river, the vertical 40 m (130 ft) high Lepena Rock, rises over the river. At the foot of the rock, the Romans built a road which is today submerged under the waters of Lake Đerdap. It is situated at a depth of 13.5 m (44 ft), together with a road plaque commemorating Emperor Tiberius. The slope above the Danube between the Lepena Rock and the mouth of the Lepena river is also called Lepena, as is the bight where the slope ends.\n\nDiscovery\nThe site was discovered on 30 August 1960, on a lot owned by a local farmer, Manojlo Milošević.\n\nSubsequently, after almost three years of inactivity, archaeological exploration of the region was organized by the Belgrade Institute for Archaeology. Construction of the Iron Gate I Hydroelectric Power Station, which would flood the bank regions with its artificial lake, was slated to begin, so archaeologists wanted to explore the area as much as possible before that happened. The head of the project at the time was Dušanka Vučković-Todorović, a fellow at the Institute. The area to be investigated was located between the villages of Prahovo and Golubac. Archaeologist Obrad Kujović explored the Lepenski Vir section with his assistant Ivica Kostić, following the work of previous visitors and archaeologists such as Felix Philipp Kanitz and Nikola Vulić. The location appeared ideal for a settlement, so Kujović and Kostić surveyed it. They found so many ceramic fragments that it was like uncovering a ceramics workshop. Kujović recognized it as an important archaeological site, collected fragments, dated them as being part of the Starčevo Culture and made a report for the Institute. Srejović, intrigued by the findings, contacted Kujović in 1961 for detailed information.\n\nExcavations\nSrejović managed to acquire the necessary funding and on 6 August 1965 began exploration of the site with Zagorka Letica, which continued with excavations through 1966 and 1967. Probing of the terrain in 1965 grew into protective excavations in 1966 and developed into fully systematic excavations in 1967 as they dug deeper. The cultural-archaeological layer starts below the surface layer of humus, 50 cm (20 in) thick.\n\nIt was only in 1967, after the discovery of the first Mesolithic sculptures, that the site's importance was fully understood. These findings were publicly announced on 16 August 1967. The excavations ended in 1971 when the whole site was relocated 29.7 m (97 ft) higher to avoid flooding from the newly formed artificial Đerdap Lake which was created by the construction of the Iron Gate I Hydroelectric Power Station. The main exploration of this site was the work of professor Dragoslav Srejović of the University of Belgrade. Exploring up to the depth of 3.5 m (11 ft), 136 or 138 buildings, settlements and altars were found in the initial excavations in 1965–1970. A necropolis was discovered in 1968.\n\nLocalities\nThere are about 25 separate localities − including the central settlement and its satellite villages − in the Lepenski Vir-Kladovska Skela region. They were explored up until the 1980s, when the river valley was flooded after the construction of the Iron Gate I and Iron Gate II Hydroelectric Power Stations:\n\nKula - located in the village of Mihajlovac. It was explored by archaeologist Miodrag Sladić in the 1980s, before it was flooded by Lake Đerdap II. It is a Meso-Neolithic locality, consisting of three natural layers: Kula I, Kula II (with sub-layers of II-a and II-b) and Kula III. According to the archaeologist Ivana Radovanović, Kula II is a contemporary of Lepenski Vir I and the houses at both locations are identical. The trapezoid foundations of the houses in Kula II are buried under great quantities of collapsed wall plaster.\nLepenski Vir or simply Vir, is much more complex. It consists of four layers (Proto-Lepenski Vir, Vir I, II and III) and seven sub-layers (I-a, b, c, d, e and III-a, b). The sub-layers of Vir I are not fully and clearly differentiated. In most cases they are not separate development strata, but are defined to make an easier visual overview because the periods of intensive construction, adaptation, renovation and iterations of the settlement overlap through the layers. Vir III is the youngest layer of Lepenski Vir, belonging to the Neolithic Starčevo culture. The intermediate layer Vir II is Mesolithic, and \"not fully sterile\", pointing to the continuity and longevity of constant settlement in Lepenski Vir. The youngest layers of Vir III were damaged when the foundations for the much latter Roman watchtower were dug.\nBased on an amount of anthropological changes in the skeletons, a microevolution was attested, as Srejović estimated that at least 120 generations lived in the settlement (2,000 years) while Hungarian anthropologist János Nemeskéri [hu] estimated that during the entire human habitation in Lepenski Vir, there were 240 to 280 generations, or almost 5,000 years of continual habitation. They made the distinction between the Lepenski Vir culture (1,500–2,000 years) and simple occupation of the same habitat (5,000 years).",
    "latitude": 44.561111,
    "longitude": 22.024167,
    "sections": [
      {
        "title": "Location and geography",
        "text": "Lepenski Vir is located on the right bank of the Danube in eastern Serbia, within the Iron Gates gorge. It is situated in the village of Boljetin, near Donji Milanovac. The view above and across the Danube is wide open and the stable and enduring terrain on the river's bank resists the intensely erosive effects of the Danube. Stability is secured by two or three boulders at the top of the plaz, a rocky cape jutting deeply into the river. The boulders acted as a natural anchor for the terrain on which the settlement developed. Long habitation on the site was also enabled by the proximity of the great river, the natural richness of the hinterland, and the thermic benefits of the accumulated limestone cliffs (considering the ice age which had just ended). Additionally, long-term habitation was facilitated by the presumed knowledge of some birth control practices, given the limited area on which the settlement could grow, even though it is believed that parts of the settlement remain undiscovered.\n\nWhirlpools were created by the protruding rocks, and the swirling waters are more oxygenated, richer in algae and thus abundant in fish. The whirling current makes fishing easier than in the waters which rush through the gorge. Also, the swirling water actually deposited materials on the downstream side of the plaz, known today as Katarinine Livadice, making it stronger and more stable instead of allowing the fast and strong river current to erode it. In the immediate hinterland, there is a slope known as Košo Brdo. Embedded into it is the natural stone niche or rock shelter (abij), called Lepenska Potkapina, which was explored by archaeologist Branko Gavela [sr].\n\nDownstream from Lepenski Vir, in the direction of the Vlasac location, and half-way to the mouth of the small Boljetinka, or Lepena river, the vertical 40 m (130 ft) high Lepena Rock, rises over the river. At the foot of the rock, the Romans built a road which is today submerged under the waters of Lake Đerdap. It is situated at a depth of 13.5 m (44 ft), together with a road plaque commemorating Emperor Tiberius. The slope above the Danube between the Lepena Rock and the mouth of the Lepena river is also called Lepena, as is the bight where the slope ends."
      },
      {
        "title": "Discovery",
        "text": "The site was discovered on 30 August 1960, on a lot owned by a local farmer, Manojlo Milošević.\n\nSubsequently, after almost three years of inactivity, archaeological exploration of the region was organized by the Belgrade Institute for Archaeology. Construction of the Iron Gate I Hydroelectric Power Station, which would flood the bank regions with its artificial lake, was slated to begin, so archaeologists wanted to explore the area as much as possible before that happened. The head of the project at the time was Dušanka Vučković-Todorović, a fellow at the Institute. The area to be investigated was located between the villages of Prahovo and Golubac. Archaeologist Obrad Kujović explored the Lepenski Vir section with his assistant Ivica Kostić, following the work of previous visitors and archaeologists such as Felix Philipp Kanitz and Nikola Vulić. The location appeared ideal for a settlement, so Kujović and Kostić surveyed it. They found so many ceramic fragments that it was like uncovering a ceramics workshop. Kujović recognized it as an important archaeological site, collected fragments, dated them as being part of the Starčevo Culture and made a report for the Institute. Srejović, intrigued by the findings, contacted Kujović in 1961 for detailed information.\n\nExcavations\nSrejović managed to acquire the necessary funding and on 6 August 1965 began exploration of the site with Zagorka Letica, which continued with excavations through 1966 and 1967. Probing of the terrain in 1965 grew into protective excavations in 1966 and developed into fully systematic excavations in 1967 as they dug deeper. The cultural-archaeological layer starts below the surface layer of humus, 50 cm (20 in) thick.\n\nIt was only in 1967, after the discovery of the first Mesolithic sculptures, that the site's importance was fully understood. These findings were publicly announced on 16 August 1967. The excavations ended in 1971 when the whole site was relocated 29.7 m (97 ft) higher to avoid flooding from the newly formed artificial Đerdap Lake which was created by the construction of the Iron Gate I Hydroelectric Power Station. The main exploration of this site was the work of professor Dragoslav Srejović of the University of Belgrade. Exploring up to the depth of 3.5 m (11 ft), 136 or 138 buildings, settlements and altars were found in the initial excavations in 1965–1970. A necropolis was discovered in 1968."
      },
      {
        "title": "Localities",
        "text": "There are about 25 separate localities − including the central settlement and its satellite villages − in the Lepenski Vir-Kladovska Skela region. They were explored up until the 1980s, when the river valley was flooded after the construction of the Iron Gate I and Iron Gate II Hydroelectric Power Stations:\n\nKula - located in the village of Mihajlovac. It was explored by archaeologist Miodrag Sladić in the 1980s, before it was flooded by Lake Đerdap II. It is a Meso-Neolithic locality, consisting of three natural layers: Kula I, Kula II (with sub-layers of II-a and II-b) and Kula III. According to the archaeologist Ivana Radovanović, Kula II is a contemporary of Lepenski Vir I and the houses at both locations are identical. The trapezoid foundations of the houses in Kula II are buried under great quantities of collapsed wall plaster.\nLepenski Vir or simply Vir, is much more complex. It consists of four layers (Proto-Lepenski Vir, Vir I, II and III) and seven sub-layers (I-a, b, c, d, e and III-a, b). The sub-layers of Vir I are not fully and clearly differentiated. In most cases they are not separate development strata, but are defined to make an easier visual overview because the periods of intensive construction, adaptation, renovation and iterations of the settlement overlap through the layers. Vir III is the youngest layer of Lepenski Vir, belonging to the Neolithic Starčevo culture. The intermediate layer Vir II is Mesolithic, and \"not fully sterile\", pointing to the continuity and longevity of constant settlement in Lepenski Vir. The youngest layers of Vir III were damaged when the foundations for the much latter Roman watchtower were dug.\nBased on an amount of anthropological changes in the skeletons, a microevolution was attested, as Srejović estimated that at least 120 generations lived in the settlement (2,000 years) while Hungarian anthropologist János Nemeskéri [hu] estimated that during the entire human habitation in Lepenski Vir, there were 240 to 280 generations, or almost 5,000 years of continual habitation. They made the distinction between the Lepenski Vir culture (1,500–2,000 years) and simple occupation of the same habitat (5,000 years)."
      }
    ]
  },
  {
    "id": 7,
    "name" : "Kalemegdan",
    "shortDescription": "The Kalemegdan Park (Serbian: Калемегдански парк / Kalemegdanski park), or simply Kalemegdan (Serbian Cyrillic: Калемегдан) is the largest park and the most important historical monument in Belgrade. It is located on a 125-metre-high (410 ft) cliff, at the junction of the River Sava and the Danube.\n\nKalemegdan Park, split in two as the Great and Little Parks, was developed in the area that once was the town field within the Belgrade Fortress. Today residents often erroneously refer to the entire fortress as the Kalemegdan Fortress or just Kalemegdan, even though the park occupies the smaller part, especially of the historical fortress, and it is some two millennia younger. The fortress, including the Kalemegdan, represents a cultural monument of exceptional importance (from 1979), the area where various sport, cultural and arts events take place, for all generations of Belgraders and numerous visitors of the city.",
    "mainDescription": "Sections\nGreat Kalemegdan Park\nGreat Kalemegdan Park (Serbian: Велики калемегдански парк / Veliki kalemegdanski park) or simply Great Kalemegdan (Serbian: Велики Калемегдан / Veliki Kalemegdan), occupies the southern corner of the fortress, with geometrical promenades, a military museum, a museum of forestry and hunting, and the Monument of Gratitude to France.\n\nStaircases\nBig Staircase\nSmall Staircase\nSava Promenade\nA pedestrian walkway along the southwest section of the fortress is called Sava Promenade (Serbian: Савска променада / Savska promenada). Due to the static problems, it was renovated in 1932–1933. The project was drafted by the Russian émigré architect Aleksandr Anastyevich Chelpanbaev. It connects the Big and the Small Staircase and is location of many outdoor exhibitions.\n\nPavilion on Sava Promenade\nA pavilion, with an area of 77 m2 (830 sq ft) was built in the 1920s along the Sava Promenade on the southern edge of the fortress. In the 1990s several families squatted in it. By the 2010s, the object was out of use, derelict and half-ruined. Lease of the object was announced in May 2014, but was recalled. It was repeated in July 2016. On 13 September 2017, without any announcements, the object was demolished. An info table was placed later, saying that the works on the reconstruction began on 15 September, two days after the object was completely razed to the ground. After public and media protests, the city owned communal company which administers the fortress, \"Beogradska tvrđava\", announced that the terrain is being prepared for the new object, which will have an artistic and cultural, but also a catering function. However, while the \"Beogradska tvrđava\", obtained a permit from the Ministry of construction, only works which will not affect the construction of the object were allowed, not a demolition. Also, at first they refused to disclose which company is the leaseholder, claiming that the investor pays for everything, though the info board named \"Beogradska tvrđava\" as an investor. As the entire Kalemegdan area is protected by the law, the State Institute for the monuments protection also had to approve any works. They issued a permit, naming which parts of the object have to be preserved and which may be demolished but, nevertheless, the entire house was demolished. \"Beogradska tvrđava\" claimed that everything has been done transparent and by the book (biddings, planned investments, etc.) but nothing could be found in the official records.\n\nSince then, the leaseholders became known: two companies (\"Cig\" and \"Black Rock\"), which are already in the catering business, and which admitted that they planned to build a coffee shop, not to recreate an artistic of cultural pavilion. City sued all three participants, \"Beogradska tvrđava\", \"Cig\" and \"Black Rock\" and on 27 November 2017 the court declared their lease contract void. Only now became known that the contract was signed already on 5 August 2016, while \"Cig\" and \"Black Rock\" formed their consortium just one day before. Also, the works were to be finished by the mid-December 2017, after 3 months. Construction inspections visited the site several times and finally ordered the closing of the site and return to the previous state. On their side, State Institute for the monuments protection also banned any further construction. After the demolition, the wholes were dug in the ground, presumably for the new foundations, but in February 2018 the construction yard was abandoned and the dug out holes remained.\n\nPublic reactions were negative as from the start it was suspected that a restaurant or a coffee shop will be built. Further controversies, apart from the hidden information and almost absolute ignorance of the reporters and public inquires and refusal of the information disclosing by the \"Beogradska tvrđava\", were sparked when the bidding paperwork became public in the meantime. Only companies already in the foodservice activities were allowed to participate, even though it was noted that the object is not connected either to the waterworks nor the sewage system, and that there are no requirements to be connected at all.\n\nMinistry of construction confirmed that Ministry of culture issued the permit for archaeological research on the location in December 2017, when the construction site was declared an archaeological dig. Archaeologists made three digs and discovered the artifacts from the Antiquity and the Middle Ages. A fact that the investor didn't provide the proper archaeological survey, which he had to do since it is obligatory when it comes to Kalemegdan, was one of the reasons named for the banning the works by the Institute for the monuments protection. Clandestine works continued in March 2019.\n\nGondola lift\nIn August 2017 the construction of the gondola lift, which would connect Kalemegdan with the neighborhood of Ušće across the Sava, was announced by the city government for 2018. Construction was confirmed in March 2018 when the idea of a pedestrian bridge was dropped after it has been described as \"complicated\" and \"unstable\". On the Kalemegdan side, the station will be dug into the hill, 1 m (3 ft 3 in) below the fortress' Sava Promenade. There is a cave 7 m (23 ft) below the projected station, so there is a possibility that the cave will be adapted for visitations and connected to the future gondola station by an elevator. On the Ušćе side, the starting point will be next to the Skate Park, across the Ušće Tower. The entire route is 1 km (0.62 mi) long, of which 300 m (980 ft) will be above the Sava river itself. Estimated cost is €10 million and duration of works 18 months, but it is still not known when the construction will begin. Already existing criticism of the project continued, from the officially used name (gondola instead of a traditional Serbian žičara) and chosen location, to the route, especially the Kalemegdan station which is a collapsible locality above the cave, in the area already prone to mass wasting. Park of the Non-Aligned Countries in the neighborhood of Kosančićev Venac was proposed as the better solution.\n\nCutting of 47 trees in the park, because of the gondola lift began in March 2019. The pine trees were 50 to 60 years old. With an enlarged price of €15 million and unified opposition to the project by the environmentalists, architects and urbanists, with additional cutting of over 100 trees in Ušće park across the river, this prompted popular protests. Citizens organized and as the city was cutting the trees, they were planting new seedlings. Drilling also began and it was announced that the stone wall will be partially demolished, too. Municipality of Stari Grad also organized protests, demolishing fences on the construction site, filing complaints and fines against city and government officials and announcing 24-hours watch on site and demolition of any structure built in the meantime. Construction of the gondola lift is prohibited by the current Belgrade's General Regulatory Plan from 2016 which stipulates that construction of the \"cables for the alternative transportation and recreation\" is forbidden in the area of the Belgrade Fortress. The project was also opposed by the Serbian branch of the pan-European Federation for Cultural Heritage Europa Nostra, Serbian Archaeological Society and the History Department of the Serbian Academy of Sciences and Arts (SANU). In its report, Europa Nostra described the project as controversial, irreversibly compromising for the fortress value, legally questionable, without clear purpose or any proper foundation of the idea. The detailed report, compiled by Hermann Parzinger, was delivered to the Serbian government.\n\nMinistry of Construction, Transport and Infrastructure issued the permit for preparatory works on 1 April 2019. However, on 17 April 2019, Belgrade's Administrative Court temporarily halted further works citing legality of the construction permits but also saying that gondola lift may have \"irreversible repercussions for both the cultural monument and the physical environment\" and \"damage wider public interests\". Deputy mayor Goran Vesić stated that city \"respects the court\" but that construction will continue anyway. In May 2019, both the Supervisory and the Administrative board of the Republic Institute for the Protection of Cultural Monuments of Serbia conducted investigation, concluding that the permit issued by the institute was not valid as it wasn't issued following the necessary guidelines and protocols and excluding experts in the process. Though stating it will obey the court's decision, the ministry filed a lawsuit at the Supreme Court of Cassation against the decision of the Administrative Court. The lawsuit was rejected as the previous ruling of the Administrative Court is a temporary one, not a final decision, so it can't be overturned by the higher court.\n\nVesić then stated that the gondola will be built, despite the \"hysteria of aggressive minority\". In an atypically harsh reaction by the SANU addressed specifically to Vesić this time, they responded to \"hysterical minority\" criticism with listing of over three dozen of national and international organizations who oppose the construction and accused Vesić of misleading, as he always talks about the Kalemegdan Park and not the Belgrade Fortress (which consists of the [former inner] fortress and the park), while the section where the gondola should be dug in is the core of the fortress. The statement concludes with the academy stating that Vesić's reaction \"entails us to most firmly oppose to handing over the faith of the historical and cultural monuments, and identities of our cities, to the people whose ambitions and power are in obvious disproportion to their education\".\n\nEven though no proper permits have been issued and no work has been done, city already in 2018 paid 267 million dinars (€2.26 million) to the contractor, or 83.5% of the planned investment in the project for 2018, though only 42% of other planned investments were realized. In the 2020 budget, city allocated further €4 million, while Europa Nostra placed the fortress on the list of 14 endangered world heritage localities in Europe, specifically because of the gondola lift project. In March 2020, the fortress was voted one of the Europe's 7 most endangered heritage sites.\n\nIn January 2021, Suzana Vasiljević, media advisor to the president of Serbia Aleksandar Vučić, said: \"President rejoice over gondola. No one can stop him. No one will stop him to finish that project. I know the man\". In March 2021, the Administrative Court fully annulled the 2019 permit issued by the Ministry of Construction. In June 2021, during the amending of the city budget, it was obvious that city still plans to go with the project. Vesić stated that the gondola will be built, and the he don't understand the bewilderment about it. New mayor from the same party, Aleksandar Šapić, said in September 2022 that the works will continue if they are \"not endangering the heritage of Kalemegdan\", and that project is \"not expensive anyway\".\n\nGovernment's Anti-Corruption Council in its September 2022 report asked for the project to be dropped, describing it as \"against public interest, and as such harmful for Belgrade from numerous aspects\". The council concluded that the gondola lift might permanently damage basic values of the fortress and endanger UNESCO nomination, labeling the entire project as a textbook on breaking laws, procedures, planning documents, and rejecting numerous experts' opinions. All this combined points to systemic organized corruption. Though construction didn't start by this point, 155 trees have been cut and city paid the contractor 626 million dinars (€5.3 million) in advance, with further 200.000 (€1.700) in 2023 and 420 million (€3.56 million) in 2024 planned in the city budget.\n\nLittle Kalemegdan Park\nLittle Kalemegdan Park (Serbian: Мали калемегдански парк / Mali kalemegdanski park) or simply Little Kalemegdan (Serbian: Мали Калемегдан / Mali Kalemegdan), occupies the area in the eastern section, which borders the urban section of Belgrade. Northern section of Little Kalemegdan Park is occupied by the Belgrade Zoo, opened in 1936. The Cvijeta Zuzorić Art Pavilion, built in 1928, is also located here.\n\nNew city administration headed by mayor Aleksandar Šapić included in the city's urban plan relocation of the Belgrade Zoo out of the fortress in 2022. Šapić announced relocation to the Ada Safari section of Ada Ciganlija island in February 2023. City manager, Miroslav Čučković, explained the relocation: \"Since the foundation of the new city administration...we made decisions which are connected to our dedication to spaces to which Belgraders were coming close to in all of these previous years. Those are spaces for which we think should have some new type of content and possibility to directly invest into them\". Šapić then added that the \"political decision was made to handle this\", and, if everything goes by the plan, the relocation might be finished in three years.\n\nPublic and experts' backlash against the project was big, mostly regarding hastiness, arbitration, irrelevance, legality and selected location. Public speculated that the residents of the newly built wealthy K-Distrikt residential complex across the zoo are bothered by the animal smell, or that some more lucrative structures might be built instead of the zoo on such exceptional location since \"direct investments\" were given as one of the reasons. Šapić then retreated a bit, stating this is just a \"political idea\" which is not hastily made, that only now analyses and surveys will be done to check the viability, that nothing will be built instead of the zoo but the fortress will be conserved instead, and that there is no set time frame for the project.\n\nAmusement Park\nAn artificial pond, with small island and pedestrian bridges was formed in front of the zoo. It was destroyed during the bombing in World War II. In 1958, an amusement park (luna park) was open on that same location. Its main attraction, the Ferris wheel, was installed in 1964. In Serbian called \"Panorama\", it was produced in the United Kingdom, then transported to Italy, while it arrived in Yugoslavia in the early 1950s. It was exhibited in almost all parts of the country, before it permanently settled in Kalemegdan. In 2013 there were only 6 of its kind in the world. Soon, it became a symbol of the park and Belgrade's counterpart of the Vienna's Wiener Riesenrad. When produced, it was the state of the art of its kind. It has a special mechanism which consists of a steel cable and a separate handle which allows for the manual bringing down of the gondolas, in case of power outage.\n\nWildlife\nIn October 2019, citizens reported increased number of scorpions in Kalemegdan. Experts explained those are Carpathian scorpions (Euscorpius carpathicus), which are small and, though they can sting, not poisonous for humans. Biologists said that there is no reason for panic, as the number of scorpions is stable and not enlarged, adding that scorpions live in this area for 50 million years, while humans settled some 3,000 years ago.\n\nProtection\nOn 29 February 1952 city adopted the \"Decision on protection, adaptation and maintenance of the people's park of Kalemegdan\" which set the borders of the protected areas as the rivers of Danube and Sava and the streets of Tadeuša Košćuškog and Pariska. In 1962, Belgrade's Institute for the cultural monuments protection expanded the zone to several blocks across the streets. Detailed plan on Kalemegdan from 1965 provided that, despite the immense archaeological value that lies beneath the fortress ground, basically only what was discovered by that time can be explored, restored or protected. That caused the problem both for the expansion of the park but even more for the further exploration of the fortress' underground. Best example is the Lower Town where neither the park fully developed nor the remains of the former port, which was located there, are visible.",
    "latitude": 44.822593,
    "longitude": 19.970278,
    "sections": [
      {
        "title": "Park sections",
        "sections": [
          {
            "title": "Great Kalemegdan Park",
            "text": "Great Kalemegdan Park (Serbian: Велики калемегдански парк / Veliki kalemegdanski park) or simply Great Kalemegdan (Serbian: Велики Калемегдан / Veliki Kalemegdan), occupies the southern corner of the fortress, with geometrical promenades, a military museum, a museum of forestry and hunting, and the Monument of Gratitude to France."
          },
          {
            "title": "Sava Promenade",
            "text": "A pedestrian walkway along the southwest section of the fortress is called Sava Promenade (Serbian: Савска променада / Savska promenada). Due to the static problems, it was renovated in 1932–1933. The project was drafted by the Russian émigré architect Aleksandr Anastyevich Chelpanbaev. It connects the Big and the Small Staircase and is location of many outdoor exhibitions."
          },
          {
            "title": "Little Kalemegdan Park",
            "text": "Little Kalemegdan Park (Serbian: Мали калемегдански парк / Mali kalemegdanski park) or simply Little Kalemegdan (Serbian: Мали Калемегдан / Mali Kalemegdan), occupies the area in the eastern section, which borders the urban section of Belgrade. Northern section of Little Kalemegdan Park is occupied by the Belgrade Zoo, opened in 1936. The Cvijeta Zuzorić Art Pavilion, built in 1928, is also located here."
          },
          {
            "title": "Amusement park",
            "text": "An artificial pond, with small island and pedestrian bridges was formed in front of the zoo. It was destroyed during the bombing in World War II. In 1958, an amusement park (luna park) was open on that same location. Its main attraction, the Ferris wheel, was installed in 1964. In Serbian called \"Panorama\", it was produced in the United Kingdom, then transported to Italy, while it arrived in Yugoslavia in the early 1950s. It was exhibited in almost all parts of the country, before it permanently settled in Kalemegdan. In 2013 there were only 6 of its kind in the world. Soon, it became a symbol of the park and Belgrade's counterpart of the Vienna's Wiener Riesenrad. When produced, it was the state of the art of its kind. It has a special mechanism which consists of a steel cable and a separate handle which allows for the manual bringing down of the gondolas, in case of power outage."
          }
        ]
      },
      {
        "title": "Wildlife",
        "text": "In October 2019, citizens reported increased number of scorpions in Kalemegdan. Experts explained those are Carpathian scorpions (Euscorpius carpathicus), which are small and, though they can sting, not poisonous for humans. Biologists said that there is no reason for panic, as the number of scorpions is stable and not enlarged, adding that scorpions live in this area for 50 million years, while humans settled some 3,000 years ago."
      },
      {
        "title": "Protection",
        "text": "On 29 February 1952 city adopted the \"Decision on protection, adaptation and maintenance of the people's park of Kalemegdan\" which set the borders of the protected areas as the rivers of Danube and Sava and the streets of Tadeuša Košćuškog and Pariska. In 1962, Belgrade's Institute for the cultural monuments protection expanded the zone to several blocks across the streets. Detailed plan on Kalemegdan from 1965 provided that, despite the immense archaeological value that lies beneath the fortress ground, basically only what was discovered by that time can be explored, restored or protected. That caused the problem both for the expansion of the park but even more for the further exploration of the fortress' underground. Best example is the Lower Town where neither the park fully developed nor the remains of the former port, which was located there, are visible."
      }
    ]
  }
]