[
  {
    "id": 1,
    "name" : "Đavolja varoš",
    "shortDescription": "Đavolja varoš je skup zemljanih glavutaka ili kula na čijim vrhovima se nalaze kamene kape (blokovi, andezitske kupe). Ima ih više od dve stotine, visoke su od dva do petnaest metara, a široke od pola do tri metra. Đavolja varoš je retki prirodni fenomen koji se nalazi na Radan planini u ataru sela Đake, u blizini Kuršumlije, oko 90 km jugozapadno od Niša. Čine je 202 kamene figure koje su nastale dugotrajnim i strpljivim radom prirode. Smeštene su u dve jaruge (Đavolja jaruga i Paklena jaruga), koje su podeljene vododelnicom, čiji se završni delovi spajaju u erozivnu čelenku. .\n\nĐavolja varoš je bila najbolje plasirani evropski kandidat u svojoj kategoriji, kao jedan od 77 kandidata za sedam svetskih čuda prirode, a još je značajnije što je u trci bila sve do poslednjeg glasanja koje se završilo u leto 2010. godine.\n\nStavljen je pod zaštitu još 1959. godine, a 1995. godine Đavolja varoš je Uredbom Vlade Republike Srbije proglašena za prirodno dobro od izuzetnog značaja i stavljena je u prvu kategoriju zaštite.",
    "mainDescription": "Nastanak\nKameni stubovi su nastali delovanjem erozije na zemljište sastavljenog od rastresitog, ali čvrstog materijala na kome se nalazi kamenje veće veličine. Pre više miliona godina celo područje je bilo središte snažnih vulkanskih aktivnosti, o čemu i danas svedoče raznobojne stene u zaleđu stubova. Međutim, pojava je nastala relativno kasno, čijem su nastanku najviše doprineli ljudi. Uništavajući šumu, otvorili su put razornom delovanju vode, pri čemu su krupni komadi stena štitili dublje i mekše slojeve zemlje od udara kišnih kapi i spiranja vodom. U toj prvoj etapi radom kiše i erozijom, urušava se zemljište, sem ispod stena, koje svojom težinom sprečavaju njegovo dalje osipanje. Tako nastaju piramide i/ili kule. Kameni blokovi na vrhovima stubova služe kao kišobran, ali vodene bujice i dalje prolaze između figura, spiraju zemlju i čine da vremenom postaju sve više. Ta pojava spada u drugu etapu koja se sastoji u „finalnoj obradi“. Naime, dejstvom prirodnih sila, piramide i kule se još više istanjuju, tako da na kraju ostaju pravilni stubovi sa kamenim kapama.\n\nJedinstvenost\n\nĐavolja varoš\nOvaj geomorfološki fenomen je jedinstven u Srbiji i vrlo redak u svetu. U Evropi ima sličnih pojava u Alpima, kao i u SAD, poznata „Bašta bogova“. Ali kule Đavolje varoši su znatno veće i postojanije nego u evropskim zemljama, pa su samim tim najpoznatiji prirodni spomenik ove vrste u Evropi. Do Đavolje varoši se stiže iz opština Kuršumlija, Bojnik i Lebane, ali je najlakši i najlepši način planinarenjem iz Lebana.\n\nĐavolja varoš je svrstana u Sedam srpskih čuda, kategorija istorijskih i kulturnih spomenika Srbije, kao i sedam prirodnih mesta, odabranih u akciji Politikinog dodatka „Magazin“ i Turističke organizacije Srbije.\n\nTuristički kompleks\nDanas se Đavolja varoš nalazi unutar Turističkog kompleksa gde se nalazi više etno krčmi i ribnjaka kao i Prolom Banja i Lukovska Banja. Pored zemljanih kula koji su glavna atrakcija, nalaze se i okna saskih rudnika iz 13. veka, a mogu se videti i sa leve i desne strane. Sasi su bili poznati kao vrsni rudari, te su ih srpski vladari iznajmljivali u većini starih rudnika na području Srbije. Staza dalje prolazi pored prvog izvora mineralne vode - Crvenog vrela, i dalje vodi do prvog vidikovca sa kojeg se vide zemljane figure. Desno od prvog vidikovca, nalazi se i drugi viši vidikovac. Najbliže što se može prići figurama su upravo ova dva vidikovca, koja gledaju na zemljane figure, nastale uticajem erozije vode i vetra. Odatle se staza vraća nazad na polaznu tačku. Staza prolazi još pored crkve Sv. Petke iz 13. veka (u fazi rekonstrukcije 2010). Do same Đavolje varoši napravljen je asfaltni put, a sam turistički kompleks je elektrifikovan i prilagođen turistima. Do zemljanih kula dolazi se pešačenjem, a okolo zemljanih kula postavljeni su vidikovci sa kojih se posmatraju zemljine kule. Zemljane kule osvetljene su po tehnologiji led dioda sa 28 različitih boja.\n\nNa 2 km od prirodnog spomenika Đavolja varoš, pored Žutog potoka, nalazi se etno krčma Dva ambara.",
    "latitude": 42.993056,
    "longitude":21.4025,
    "photoId": "qPq9Xs47quo",
    "sections": [
      {
        "title": "Nastanak",
        "text": "Kameni stubovi su nastali delovanjem erozije na zemljište sastavljenog od rastresitog, ali čvrstog materijala na kome se nalazi kamenje veće veličine. Pre više miliona godina celo područje je bilo središte snažnih vulkanskih aktivnosti, o čemu i danas svedoče raznobojne stene u zaleđu stubova. Međutim, pojava je nastala relativno kasno, čijem su nastanku najviše doprineli ljudi. Uništavajući šumu, otvorili su put razornom delovanju vode, pri čemu su krupni komadi stena štitili dublje i mekše slojeve zemlje od udara kišnih kapi i spiranja vodom. U toj prvoj etapi radom kiše i erozijom, urušava se zemljište, sem ispod stena, koje svojom težinom sprečavaju njegovo dalje osipanje. Tako nastaju piramide i/ili kule. Kameni blokovi na vrhovima stubova služe kao kišobran, ali vodene bujice i dalje prolaze između figura, spiraju zemlju i čine da vremenom postaju sve više. Ta pojava spada u drugu etapu koja se sastoji u „finalnoj obradi“. Naime, dejstvom prirodnih sila, piramide i kule se još više istanjuju, tako da na kraju ostaju pravilni stubovi sa kamenim kapama."
      },
      {
        "title": "Jedinstvenost",
        "text": "Ovaj geomorfološki fenomen je jedinstven u Srbiji i vrlo redak u svetu. U Evropi ima sličnih pojava u Alpima, kao i u SAD, poznata „Bašta bogova“. Ali kule Đavolje varoši su znatno veće i postojanije nego u evropskim zemljama, pa su samim tim najpoznatiji prirodni spomenik ove vrste u Evropi. Do Đavolje varoši se stiže iz opština Kuršumlija, Bojnik i Lebane, ali je najlakši i najlepši način planinarenjem iz Lebana.\n\nĐavolja varoš je svrstana u Sedam srpskih čuda, kategorija istorijskih i kulturnih spomenika Srbije, kao i sedam prirodnih mesta, odabranih u akciji Politikinog dodatka „Magazin“ i Turističke organizacije Srbije."
      },
      {
        "title": "Turistički kompleks",
        "text": "Danas se Đavolja varoš nalazi unutar Turističkog kompleksa gde se nalazi više etno krčmi i ribnjaka kao i Prolom Banja i Lukovska Banja. Pored zemljanih kula koji su glavna atrakcija, nalaze se i okna saskih rudnika iz 13. veka, a mogu se videti i sa leve i desne strane. Sasi su bili poznati kao vrsni rudari, te su ih srpski vladari iznajmljivali u većini starih rudnika na području Srbije. Staza dalje prolazi pored prvog izvora mineralne vode - Crvenog vrela, i dalje vodi do prvog vidikovca sa kojeg se vide zemljane figure. Desno od prvog vidikovca, nalazi se i drugi viši vidikovac. Najbliže što se može prići figurama su upravo ova dva vidikovca, koja gledaju na zemljane figure, nastale uticajem erozije vode i vetra. Odatle se staza vraća nazad na polaznu tačku. Staza prolazi još pored crkve Sv. Petke iz 13. veka (u fazi rekonstrukcije 2010). Do same Đavolje varoši napravljen je asfaltni put, a sam turistički kompleks je elektrifikovan i prilagođen turistima. Do zemljanih kula dolazi se pešačenjem, a okolo zemljanih kula postavljeni su vidikovci sa kojih se posmatraju zemljine kule. Zemljane kule osvetljene su po tehnologiji led dioda sa 28 različitih boja.\n\nNa 2 km od prirodnog spomenika Đavolja varoš, pored Žutog potoka, nalazi se etno krčma Dva ambara."
      }
    ]
  },
  {
    "id": 2,
    "name" : "Đerdapska klisura",
    "shortDescription": "Đerdapska klisura (рум. Porţile de Fier; mađ. Vaskapu; slč. Železné vráta; tur. Demirkapı; nem. Eisernes Tor; bug. Железни врата) je najduža (100 km) i najveća klisura u Evropi. Ona formira deo granice između Rumunije i Srbije, pri čemu se severno nalazi Rumunija a južno Srbija. Rumunski, mađarski, slovački, turski, nemački i bugarski naziv ima značenje železna vrata, dok je klisura u Srbiji poznata kao Đerdap. Na rumunskoj strani se nalazi nacionalni park Železna vrata (rum. Parcul Natural Porţile de Fier), a sa srpske nacionalni park Đerdap.",
    "mainDescription": "Klisura je još i poligenetska, polifazna, poprečna, duboka, laktasta i delom kanjonska. Gornji deo klisure usekla je morska (jezerska) otoka Panonskog mora koja je oticala ka Pontijskom moru. Niži delovi klisure odgovaraju eroziji Dunava koji je nasledio otoku.\n\nU Golubačkoj klisuri, sa dna korita Dunava, dižu se ostenjaci. Ljupkovsku kotlinu sa južne strane ograničava planina Šomrda. U klisuri Gospođin vir ima džinovskih lonaca. U jednom od njih izmerena je dubina od 82 m što je jedna od najvećih rečnih dubina na planeti. Sa dna korita ove klisure dižu se ostenjaci i pragovi. Klisura Kazan usečena je u starije i otpornije stene sa skoro vertikalnim stranama. Ona je najuža klisura u Đerdapu (150 m). U Velikom Kazanu ima dubokih džinovskih lonaca (do 71 m) čija dna dopiru ispod nivoa mora. Korito Dunava u Sipskoj klisuri je stenovito i puno ostenjaka. Od njih se sastoji stenovita prečaga Pregrada. Celokupna klisura Đerdap dobila je naziv po jednom delu Sipske klisure.\n\nU klisuri ima arheoloških nalaza i kulturno-istorijskih spomenika, kao što su naselje Lepenski Vir, Golubački grad, ostaci Trajanovog mosta, Trajanove table, kao i razni očuvani primeri narodne slovenske arhitekture.\n\nNakon izgradnje hidroelektrane Đerdap, došlo je do podizanja nivoa vode i tako je nastalo akumulaciono Đerdapsko jezero. Tom prilikom potopljeni su mnogobrojni veoma važni arheološki lokaliteti, koji spadaju u najstarije u Evropi.\n\nEvidentirana kulturna dobra sa potopljenim lokalitetima:\n\nLivadice(antičko utvrđenje)\nBrnjica (rimski pregradni kastrum)\nCezava (rimski kastrum)\nCezava (srednjovekovna nekropola)\nSaldum (rimsko i ranovizantijsko utvrđenje)\nZidinac (kasnoantički speculum)\nKozica (praistorijska naselja)\nBosman (ranovizantijsko utvrđenje)\nGospođin Vir (antičko i srednjovekovno nalazište)\nManastir – Gospođin Vir (praistorijsko, antičko i srednjovekovno nalazište)\nPadina (naselje mezolita i starijeg neolita)\nPesaca (praistorijsko naselje, antičko utvrđenje i srednjovekovna nekropola)\nStubica (naselje starijeg neolita)\nVelike Livadice (praistorijsko, antičko i srednjovekovno naselje)\nMale Livadice (naselje starijeg gvozdenog doba i antička osmatračnica)\nKlisura (naselje bronzanog doba)\nLepenski Vir (rimska kula)\nLepenski Vir (praistorijska potkapina)\nKatarinine Livade (naselje bronzanog doba)\nBoljetin (rimski i ranovizantijski logor)\nBoljetin (srednjovekovno naselje i nekropola)\nVlasac (mezolitsko naselje)\nRavna (rimsko i ranovizantijsko utvrđenje)\nRavna (srednjovekovno naselje i nekropola)\nRibnica (praistorijsko i antičko nalazište, srednjovekovno naselje i nekropola)\nDonji Milanovac – Veliki Gradac (rimsko i ranovizantijsko utvrđenje)\nMrfaja (kompleks praistorijskih nalazišta na potezu Porečke reke)\nPorečka Reka (sabirni centar za snabdevanje rimskih trupa u Đerdapu)\nPorečka Reka (srednjovekovno naselje i nekropola)\nMalo i Veliko Golubinje (praistorijsko, rimskovizantijsko nalazište)\nPećka Bara (praistorijsko, antičko i srednjovekovno nalazište)\nHajdučka Vodenica (praistorijska nekropola)\nHajdučka Vodenica (praistorijsko naselje)\nHajdučka Vodenica (kasnoantičko i ranovizantijsko utvrđenje)\nHajdučka Vodenica (srednjovekovno naselje i nekropola)\nBarace kod Trajanove Table (praistorijsko i antičko naselje)\nTekija (rimsko utvrđenje – Transdierna)\nSip (kasnoantičko utvrđenje)\nKosovica (rimski most)\nRimski Put kroz Đerdapsku klisuru\nĐerdap je video i čuveni putopisac Evlija Čelebija 1667: nakon što navede razne tesnace i klisure, \"Demir kapije\", kaže: \"Od svih spomenutih Demir Kapijā, najveća se muka muči u ovoj Dunavskoj Demir Kapiji, u kojoj se svake godine razbiju tolike stotine brodova i podavi toliko tisuća ljudi!\".\n\nNekada se u Đerdapu lovila riba uz pomoć lesa od pruća.",
    "latitude": 44.671111,
    "longitude": 22.529722,
    "photoId": "rSFa_qNF5FU",
    "sections": [
      {
        "title": "Opis",
        "text": "Klisura je još i poligenetska, polifazna, poprečna, duboka, laktasta i delom kanjonska. Gornji deo klisure usekla je morska (jezerska) otoka Panonskog mora koja je oticala ka Pontijskom moru. Niži delovi klisure odgovaraju eroziji Dunava koji je nasledio otoku.\n\nU Golubačkoj klisuri, sa dna korita Dunava, dižu se ostenjaci. Ljupkovsku kotlinu sa južne strane ograničava planina Šomrda. U klisuri Gospođin vir ima džinovskih lonaca. U jednom od njih izmerena je dubina od 82 m što je jedna od najvećih rečnih dubina na planeti. Sa dna korita ove klisure dižu se ostenjaci i pragovi. Klisura Kazan usečena je u starije i otpornije stene sa skoro vertikalnim stranama. Ona je najuža klisura u Đerdapu (150 m). U Velikom Kazanu ima dubokih džinovskih lonaca (do 71 m) čija dna dopiru ispod nivoa mora. Korito Dunava u Sipskoj klisuri je stenovito i puno ostenjaka. Od njih se sastoji stenovita prečaga Pregrada. Celokupna klisura Đerdap dobila je naziv po jednom delu Sipske klisure."
      },
      {
        "title": "Arheologija i kulturno-istorijski spomenici",
        "text": "U klisuri ima arheoloških nalaza i kulturno-istorijskih spomenika, kao što su naselje Lepenski Vir, Golubački grad, ostaci Trajanovog mosta, Trajanove table, kao i razni očuvani primeri narodne slovenske arhitekture.\n\nNakon izgradnje hidroelektrane Đerdap, došlo je do podizanja nivoa vode i tako je nastalo akumulaciono Đerdapsko jezero. Tom prilikom potopljeni su mnogobrojni veoma važni arheološki lokaliteti, koji spadaju u najstarije u Evropi.\n\nEvidentirana kulturna dobra sa potopljenim lokalitetima:\n\nLivadice(antičko utvrđenje)\nBrnjica (rimski pregradni kastrum)\nCezava (rimski kastrum)\nCezava (srednjovekovna nekropola)\nSaldum (rimsko i ranovizantijsko utvrđenje)\nZidinac (kasnoantički speculum)\nKozica (praistorijska naselja)\nBosman (ranovizantijsko utvrđenje)\nGospođin Vir (antičko i srednjovekovno nalazište)\nManastir – Gospođin Vir (praistorijsko, antičko i srednjovekovno nalazište)\nPadina (naselje mezolita i starijeg neolita)\nPesaca (praistorijsko naselje, antičko utvrđenje i srednjovekovna nekropola)\nStubica (naselje starijeg neolita)\nVelike Livadice (praistorijsko, antičko i srednjovekovno naselje)\nMale Livadice (naselje starijeg gvozdenog doba i antička osmatračnica)\nKlisura (naselje bronzanog doba)\nLepenski Vir (rimska kula)\nLepenski Vir (praistorijska potkapina)\nKatarinine Livade (naselje bronzanog doba)\nBoljetin (rimski i ranovizantijski logor)\nBoljetin (srednjovekovno naselje i nekropola)\nVlasac (mezolitsko naselje)\nRavna (rimsko i ranovizantijsko utvrđenje)\nRavna (srednjovekovno naselje i nekropola)\nRibnica (praistorijsko i antičko nalazište, srednjovekovno naselje i nekropola)\nDonji Milanovac – Veliki Gradac (rimsko i ranovizantijsko utvrđenje)\nMrfaja (kompleks praistorijskih nalazišta na potezu Porečke reke)\nPorečka Reka (sabirni centar za snabdevanje rimskih trupa u Đerdapu)\nPorečka Reka (srednjovekovno naselje i nekropola)\nMalo i Veliko Golubinje (praistorijsko, rimskovizantijsko nalazište)\nPećka Bara (praistorijsko, antičko i srednjovekovno nalazište)\nHajdučka Vodenica (praistorijska nekropola)\nHajdučka Vodenica (praistorijsko naselje)\nHajdučka Vodenica (kasnoantičko i ranovizantijsko utvrđenje)\nHajdučka Vodenica (srednjovekovno naselje i nekropola)\nBarace kod Trajanove Table (praistorijsko i antičko naselje)\nTekija (rimsko utvrđenje – Transdierna)\nSip (kasnoantičko utvrđenje)\nKosovica (rimski most)\nRimski Put kroz Đerdapsku klisuru\nĐerdap je video i čuveni putopisac Evlija Čelebija 1667: nakon što navede razne tesnace i klisure, \"Demir kapije\", kaže: \"Od svih spomenutih Demir Kapijā, najveća se muka muči u ovoj Dunavskoj Demir Kapiji, u kojoj se svake godine razbiju tolike stotine brodova i podavi toliko tisuća ljudi!\".\n\nNekada se u Đerdapu lovila riba uz pomoć lesa od pruća."
      }
    ]
  },
  {
    "id": 3,
    "name" : "Rtanj",
    "shortDescription": "Rtanj je planina koja se nalazi u istočnoj Srbiji, oko 200 km jugoistočno od Beograda, nadomak Boljevca. Pripada Karpatskim planinama, a najviši vrh Šiljak (1565 m) predstavlja prirodni fenomen kraškog reljefa. Specifičan raspored stena kraškog reljefa nije uticao samo na biljni pokrivač, na vode i izvore Rtnja, već i na njegov oblik. Pa ako pogledamo na Rtanj sa severa ili juga, on nam se ukazuje kao dugačak greben u obliku trapeza, dok je dole širok i masivan, gore se sužava u uzani ivičasti zid.",
    "mainDescription": "Geografske karakteristike\nRtanj spada u karpatsko-balkanske planine, naglo se diže iz ravnice i završava skoro pravilnom kupom, pa mnogi veruju da je i Rtanj piramida slična onima u susednoj Bosni. Rtanj je u podnožju uglavnom sastavljen od peščara i stena, a u višim delovima od krečnjaka. Sa južne strane padovi su blagi i prema podnožju se prostire visoravan koja se lagano spušta ka Soko Banji. Na severnoj strani Rtanj je izrazito odsečen sa oštrim grebenom pri vrhu. Na istočnom kraju grebena, uzdiže se glavni vrh Šiljak. Severna strana planine prekrivena je šumama i pašnjacima, obrasla autohtonim biljnim vrstama i obiluje izvorima pitke vode. U Ovom delu se nalazi i lovište koje se prostire na 6368 ha. Najčešća lovna divljač su srne i divlje svinje.\n\nSpecijalni rezervat prirode\nRtanj je 2018. godine proglašen Specijalnim rezervatom prirode od strane države zbog endemične i reliktne flore i faune kao i specifičnog oblika i sastava reljefa. Ovaj rezervat se prostire na površini od 4 997 17 01 ha. U okviru ovog prirodnog dobra razlikuju se tri zone koje imaju različite stepene zaštite. Rtanj se odlikuje bogatstvom stena koje potiču iz različitih geoloških perioda. Specifičnim izgledom se izdvaja sam vrh Rtnja, Šiljak, koji je predstavljen jedinstvenim pravilnim piramidalnim vrhom sa krasom i jamama.\n\nSpecifični oblici reljefa uslovili su formiranje specifičnog, bogatog i jedinstvenog sastava flore i faune. Od ukupno 3662 vrsta u okviru flore Srbije, 18% raste na Rtnju. Postoji verovatnoća da će se povećati biodiverzitet Rtnja u narednim godinama, za oko 200 vrsta što je veliki potencijal ovog staništa. Jedan od najznačajnijih centara biodiverziteta Istočne Srbije su pašnjaci an Rtnju. Ali se na Rtnju nalaze i krajnje ugrožene vrste Srbije. 45% ukupne faune ptica nalazi se na Rtnju. Fauna slepih miševa je vrlo raznolika, 2/3 faune Srbije, posebno vrste mali, veliki i južni potkovičar koje su globalno ugroženi taksoni.\n\nIhtiofauna je takođe bogata autohtonim vrstama: potočna pastrmka, potočna mrena, krkuša. U jezeru u selu Vrmdža zabeleženo je prisustvo populacije riba koje nisu konvergirale i divergirale.\n\nOva planina se odlikuje i raznovrsnom faunom vodozemaca i gmizavaca, kao npr. planinski mrmoljak. ili kratkonogi gušter koji je endem Rtnja.\n\nTurizam\nPlaninarenje i naučni turizam\nRtanj je pre svega omiljeno turističko mesto za planinare amatere. Od početka aprila pa do kraja oktobra penjanje do vrha Šiljak organizuju ne samo planinarska udruženja već i obično građanstvo. U zimskim mesecima zbog oštrih klimatskih uslova vrh posećuju samo ozbiljniji planinari.\n\nPored planinarenja Rtanj je poznat po raznim istraživanjima koja su vršena na njemu da bu se utvrdilo da li je nastao prirodnim ili veštačkim putem.\n\nLovni turizam\nProstor površine 6.368 ha u opštine Boljevac, oko Rtnja i deo prema Kučaju, kod Krivog Vira, namenjen je lovnom turizmu. Lovište je bogato sitnom divljači, kao i krupnom divljači: jelen lopatar, muflon, srna, divlja svinja, zec, vuk, lisica, jazavac, a ima i dosta pernate divljači.\n\nBanjski turizam\nPored prelepih predela i odličnog vidikovca na vrhu, u blizini se nalazi i Soko Banja, jedna od najznačajnijih banjskih centara u Srbiji. U podnožju planine se nalazi i Motel Rtanj.\n\nZanimljivosti\nU podnožju Rtnja u naselju Rtanj nalazi se interesantna turistička atrakcija Svetilište ili Vrelo (Vrelo ili izvor energije). Mesto je elipsastog oblika i posećuje ga veliki broj turista. Pored Svetilišta postavljena je mermerna piramida . Mesto je otkrio inženjer Jovan Davidović.\n\nIspitivanja su pokazala da na Rtnju postoje stalne promene energetskih polja. Prema tvrdnjama ovog naučnika vrh planine Šiljak „upija“ pozitivnu energiju dok „Svetilište“ „zrači“ pozitivnu enrgiju.\n\nPostoji verovanje da se u „Svetilištu“ mogu izlečiti mnoge bolesti i da su se svojevremeno ovde lečili rimski legionari.",
    "latitude": 43.776111,
    "longitude": 21.893333,
    "photoId": "zEhdYEod69o",
    "sections": [
      {
        "title": "Geografske karakteristike",
        "text": "Rtanj spada u karpatsko-balkanske planine, naglo se diže iz ravnice i završava skoro pravilnom kupom, pa mnogi veruju da je i Rtanj piramida slična onima u susednoj Bosni. Rtanj je u podnožju uglavnom sastavljen od peščara i stena, a u višim delovima od krečnjaka. Sa južne strane padovi su blagi i prema podnožju se prostire visoravan koja se lagano spušta ka Soko Banji. Na severnoj strani Rtanj je izrazito odsečen sa oštrim grebenom pri vrhu. Na istočnom kraju grebena, uzdiže se glavni vrh Šiljak. Severna strana planine prekrivena je šumama i pašnjacima, obrasla autohtonim biljnim vrstama i obiluje izvorima pitke vode. U Ovom delu se nalazi i lovište koje se prostire na 6368 ha. Najčešća lovna divljač su srne i divlje svinje."
      },
      {
        "title": "Specijalni rezervat prirode",
        "text": "Rtanj je 2018. godine proglašen Specijalnim rezervatom prirode od strane države zbog endemične i reliktne flore i faune kao i specifičnog oblika i sastava reljefa. Ovaj rezervat se prostire na površini od 4 997 17 01 ha. U okviru ovog prirodnog dobra razlikuju se tri zone koje imaju različite stepene zaštite. Rtanj se odlikuje bogatstvom stena koje potiču iz različitih geoloških perioda. Specifičnim izgledom se izdvaja sam vrh Rtnja, Šiljak, koji je predstavljen jedinstvenim pravilnim piramidalnim vrhom sa krasom i jamama.\n\nSpecifični oblici reljefa uslovili su formiranje specifičnog, bogatog i jedinstvenog sastava flore i faune. Od ukupno 3662 vrsta u okviru flore Srbije, 18% raste na Rtnju. Postoji verovatnoća da će se povećati biodiverzitet Rtnja u narednim godinama, za oko 200 vrsta što je veliki potencijal ovog staništa. Jedan od najznačajnijih centara biodiverziteta Istočne Srbije su pašnjaci an Rtnju. Ali se na Rtnju nalaze i krajnje ugrožene vrste Srbije. 45% ukupne faune ptica nalazi se na Rtnju. Fauna slepih miševa je vrlo raznolika, 2/3 faune Srbije, posebno vrste mali, veliki i južni potkovičar koje su globalno ugroženi taksoni.\n\nIhtiofauna je takođe bogata autohtonim vrstama: potočna pastrmka, potočna mrena, krkuša. U jezeru u selu Vrmdža zabeleženo je prisustvo populacije riba koje nisu konvergirale i divergirale.\n\nOva planina se odlikuje i raznovrsnom faunom vodozemaca i gmizavaca, kao npr. planinski mrmoljak. ili kratkonogi gušter koji je endem Rtnja."
      },
      {
        "title": "Turizam",
        "text": "Planinarenje i naučni turizam\nRtanj je pre svega omiljeno turističko mesto za planinare amatere. Od početka aprila pa do kraja oktobra penjanje do vrha Šiljak organizuju ne samo planinarska udruženja već i obično građanstvo. U zimskim mesecima zbog oštrih klimatskih uslova vrh posećuju samo ozbiljniji planinari.\n\nPored planinarenja Rtanj je poznat po raznim istraživanjima koja su vršena na njemu da bu se utvrdilo da li je nastao prirodnim ili veštačkim putem.\n\nLovni turizam\nProstor površine 6.368 ha u opštine Boljevac, oko Rtnja i deo prema Kučaju, kod Krivog Vira, namenjen je lovnom turizmu. Lovište je bogato sitnom divljači, kao i krupnom divljači: jelen lopatar, muflon, srna, divlja svinja, zec, vuk, lisica, jazavac, a ima i dosta pernate divljači\n\nBanjski turizam\nPored prelepih predela i odličnog vidikovca na vrhu, u blizini se nalazi i Soko Banja, jedna od najznačajnijih banjskih centara u Srbiji. U podnožju planine se nalazi i Motel Rtanj."
      },
      {
        "title": "Zanimljivosti",
        "text": "U podnožju Rtnja u naselju Rtanj nalazi se interesantna turistička atrakcija Svetilište ili Vrelo (Vrelo ili izvor energije). Mesto je elipsastog oblika i posećuje ga veliki broj turista. Pored Svetilišta postavljena je mermerna piramida . Mesto je otkrio inženjer Jovan Davidović.\n\nIspitivanja su pokazala da na Rtnju postoje stalne promene energetskih polja. Prema tvrdnjama ovog naučnika vrh planine Šiljak „upija“ pozitivnu energiju dok „Svetilište“ „zrači“ pozitivnu enrgiju.\n\nPostoji verovanje da se u „Svetilištu“ mogu izlečiti mnoge bolesti i da su se svojevremeno ovde lečili rimski legionari."
      }
    ]
  },
  {
    "id": 4,
    "name" : "Resavska pećina",
    "shortDescription": "Resavska pećina je zaštićeni spomenik prirode i svrstava se u zaštićeno područje prve kategorije (prirodna dobra nacionalnog značaja). Resavska (Divljakovačka) pećina je pećina u centralnoj Srbiji na 20 km od Despotovca, u krečnjačkom brdu Babina glava, na obodu kraškog polja Divljakovac, kod sela Jelovac. Spada među najveće i najlepše pećine u Srbiji. Duga je 4,5 km.\n\nResavska pećina je jedna od najznačajnijih turističkih pećina u Srbiji. Nalazi se u istočnoj Srbiji, Gornjoj Resavi, Divljakovačkog polja, ispod venca Babine glave a pripada teritoriji opštine Despotovac, atar sela Jelovac. Od prestonice Beograda, udaljena je 152 km, od Despotovca 20 a od sela Jelovca oko 5 km. Njena nadmorska visina je 483 m. Površina namenjena za zaštitu je 10,87 ha i obuhvata neposrednu okolinu pećine, na padini koja se spušta od 120 metara iznad ulaza do dna Divljakovačke uvale. Obuhvata 14 i po katastarskih parcela.",
    "mainDescription": "Resavska pećina je višespratni speleološki objekat ukupne dužine ispitanih kanala od oko 400 metara i visinske razlike između ulaza i najnižeg dela pećine (Bobanova dvorana) oko 30 m. Dužina Resavske pećine iznosi 2.800 m, a nastala je erozivnim radom nekadašnjeg vodenog toka koji je bio razvijen u Divljačkovoj uvali pri višem stanju njegovog dna koji je ponirao na mestu današnjeg pećinskog ulaza. Ona nema stalan niti povremeni vodeni tok a aktivnost prokapnih voda zavisi od padavina na površini terena.\n\nSvi delovi pećine, osim Ulazne dvorane, bogati su kristalnom kalcitnom ornamentikom. Zastupljene su skoro sve vrste pećinskih ukrasa kitnjastih formi od masivnih stubova stalagmita i stalaktita do malih kadica sa perlama na pećinskom dnu. Pojedine grupe stalagmita ili kolonade dobile si posebno ime poput \"Košnice\", \"Deda i baba\", \"Porodica Tarana\", i dr.\n\nNakon uređivanja kolonije slepih miševa su napustile ovo prebivalište. Detaljnim istraživanjem utvrđeno je da su u praistoriji u njom boravili ljudi prvenstveno pronalaskom, oruđa, klinova i kamenih vrhova kopalja. Od 1972. godine otvorena je za turističke posete pa je tih godina dostizala posetu od oko 150.000 ljudi godišnje. Taj broj se vremenom smanjivao pa je 1990. godine pećinu posetilo 46.000 ljudi, 1991, 32-33.000 a 1992. 25. 000 ljudi. Turistička staza iznosi 402 metara, ima betonsku podlogu i stepenište. Izvršena je rasveta a na ulaz je postavljena odgovarajuća kapija.\n\nOdlike\n\nPlan Resavske pećine\nTemperatura je konstantna i iznosi 7 °C, dok vlažnost vazduha varira od 80–100%. Starost nakita koji se nalazi u pećini procenjuje se na 45 miliona godina. Unutrašnjost pećine je bogata brojnim i raznovrsnim dvoranama, kanalima, galerijama, stubovima, stalaktitima, stalagmitima, draperijama i okamenjenim vodopadima. Zbog bogatstva i raznobojnosti nakita Resavsku pećinu zovu još i „Resavska lepotica“.\n\nNakit pećine počinje od samog ulaza koji se nalazi na 485 m nadmorske visine. Nastaje rastvaranjem kalcijum karbonata, a boja zavisi od minerala kroz koji prođe voda. Nakit se pojavljuje u tri boje, a to su crvena, žuta i bela. Najdominantnija je crvena boja koja potiče od oksida gvožđa, bela potiče od kristalnog kalcijuma, a žuta od primesa gline.\n\nPećina se prostire na četiri nivoa, a za turističke posete su uređeni samo delovi prva dva. U gornjoj galeriji obilaze se četiri dvorane:\n\nDvorana sraslih stubova ili kolonada, odmah na ulazu, nazvana tako zbog žućkastih stubova, od kalcita, koji zauzimaju prostor od poda do tavanice, gde su stalaktiti srasli sa stalagmitima. Ovi zanimljivi vertikalni oblici stene, prema naučnim saznanjima, lomljeni su usled seizmičkih potresa, a zatim su se tokom vekova ponovo spajali. \nDvorana košnica sa tri stalagmita u obliku stare košnice - pletare, koje su se nekada pravile od pruća i blata. U dvorani je je tavanica prekrivena stalaktitima koji se još uvek formiraju. Drugu i treću dvoranu spaja kanal crvenih breča, po čemu je Resavska pećina jedinstvena. Taj kanjonski kanal je najsuvlji deo pećine i tu nema pećinskog nakita. Po sredini kanala nalazi se ponor Slepi tunel, dužine 25 metara, koji je ispitan, ali nije uređen za razgledanje. Kanjonskim kanalom stiže se do treće dvorane\nPredvorja istorije, tako nazvane jer su u njoj pronađeni kamena sekira i vrhovi koplja, lobanja polarne lisice i ognjište praistorijskog čoveka. Kraćim tunelima, koji su naknadno probijen, dolazi se do Staze okamenjenih vodopada, i pećinskih orgulja, koje pri svakom dodiru stalaktita proizvode različit zvuk. U njoj su i dva kristalno bela kipa nazvani Baba i deda. Dužim veštačkim tunelom se stiže do sledeće dvorane\nKristalna dvorana je najbogatija pećinskim nakitom i kristalnim formama nazvanim: Obešeno jagnje, Zatvor ili Kavez, Stopalo slona, Poljubac kroz hiljadu godina, zanimljiv slučaj gde fali samo jedan kubni centimetar da bi se stalaktit i stalagmit spojili, zašta je potrebno hiljadu godina.\nNa nižem nivou nalazi se donja galerija, čijim je razlaganjem i erozijom krečnjačkog materijala vremenom nastalo nekoliko posebnih dvorana, kao što je:\n\nKoncertna dvorana ili Dvorana kipova najveća i najlepša, odnosno glavna dvorana, na najnižoj tački od 405 mnv i dubini od 80 m, u odnosu na ulaznu dvoranu. Veoma je prostrana. U centralnom delu se nalazi glavni noseći stub visine preko 30 m i prečnika oko 27 m. Naziv dvorane potiče od njene akustičnosti, a tu su i kipovi karakterističnih formi koji nose posebne nazive: majka sa detetom (zaštitni znak Resavske pećine), visok oko 12 metara napravljen od crvenog stalagmita, osim lica majke i deteta koji su od belog kristala, Afrodita, krivi toranj u Pizi, džamija. Ispod nje se nalazi treći nivo pećine, koji je još uvek zatvoren za posetioce i u njemu je još aktivna ponornica.\nBobanova dvorana nalazi se iza Koncertne dvorane i pregradnog zida Ćele-kule, čiji ukrasi imaju oblik ljudskih lobanja. Dobila je ime po devetogodišnjem dečaku, sinu dr. Petrovića, koji je prvi kročio u ovu dvoranu i silazio sa speleolozima, prilikom istraživanja pećine. U njoj se nalazi tri izdvojena stalagmita nazvana Porodica Tarana. Iza ove dvorane nalazi se mala galerija nazvana Menza, sa vodopadom od belog kristala, koju su speleolozi koristili za obedovanje.\nKoralni kanali dvorana sa formacijama, koji podsećaju na morske korale\nBlatna dvorana ili Kepina dvorana, po roniocu i speleologu Kepi Radakoviću, je siromašna nakitom, a na njenim zidovima se nalaze naslage gline.\nResavska pećina ima status zaštićenog spomenika prirode, uključujući i neposrednu okolinu površine 11 hektara.\n\nTurizam\nPećina je do sada detaljno istražena u dužini od 2830 m, a za posetioce je uređeno oko 800 m.\n\nKroz pećinu posetioci se kreću spiralnom betonskom stazom, koja prolazi kroz različite dvorane na dva nivoa (gornja i donja galerija). Najniža tačka do koje dolaze posetioci nalazi se na 405 m nadmorske visine. Poseta pećini traje oko 40 minuta, a moguća je u periodu od 1. aprila do 31. oktobra (09—17č.), a u periodu od 1. novembra do 31. marta (08—16 č.) .\n\nPo otvaranju, pećina je imala i preko 200.000 posetilaca godišnje. Danas ovu pećinu obiđe između 40 i 50.000 ljudi na godišnjem nivou, zbog čega se smatra jednim od najposećenijih turističkih objekata u Srbiji.",
    "latitude": 44.0725,
    "longitude": 21.6297,
    "searchTerm": "resava cave",
    "photoId": "Hi0bdO0vEfo",
    "sections": [
      {
        "title": "Opis",
        "text": "Resavska pećina je višespratni speleološki objekat ukupne dužine ispitanih kanala od oko 400 metara i visinske razlike između ulaza i najnižeg dela pećine (Bobanova dvorana) oko 30 m. Dužina Resavske pećine iznosi 2.800 m, a nastala je erozivnim radom nekadašnjeg vodenog toka koji je bio razvijen u Divljačkovoj uvali pri višem stanju njegovog dna koji je ponirao na mestu današnjeg pećinskog ulaza. Ona nema stalan niti povremeni vodeni tok a aktivnost prokapnih voda zavisi od padavina na površini terena.\n\nSvi delovi pećine, osim Ulazne dvorane, bogati su kristalnom kalcitnom ornamentikom. Zastupljene su skoro sve vrste pećinskih ukrasa kitnjastih formi od masivnih stubova stalagmita i stalaktita do malih kadica sa perlama na pećinskom dnu. Pojedine grupe stalagmita ili kolonade dobile si posebno ime poput \"Košnice\", \"Deda i baba\", \"Porodica Tarana\", i dr.\n\nNakon uređivanja kolonije slepih miševa su napustile ovo prebivalište. Detaljnim istraživanjem utvrđeno je da su u praistoriji u njom boravili ljudi prvenstveno pronalaskom, oruđa, klinova i kamenih vrhova kopalja. Od 1972. godine otvorena je za turističke posete pa je tih godina dostizala posetu od oko 150.000 ljudi godišnje. Taj broj se vremenom smanjivao pa je 1990. godine pećinu posetilo 46.000 ljudi, 1991, 32-33.000 a 1992. 25. 000 ljudi. Turistička staza iznosi 402 metara, ima betonsku podlogu i stepenište. Izvršena je rasveta a na ulaz je postavljena odgovarajuća kapija."
      },
      {
        "title": "Opis",
        "text": "Plan Resavske pećine\nTemperatura je konstantna i iznosi 7 °C, dok vlažnost vazduha varira od 80–100%. Starost nakita koji se nalazi u pećini procenjuje se na 45 miliona godina. Unutrašnjost pećine je bogata brojnim i raznovrsnim dvoranama, kanalima, galerijama, stubovima, stalaktitima, stalagmitima, draperijama i okamenjenim vodopadima. Zbog bogatstva i raznobojnosti nakita Resavsku pećinu zovu još i „Resavska lepotica“.\n\nNakit pećine počinje od samog ulaza koji se nalazi na 485 m nadmorske visine. Nastaje rastvaranjem kalcijum karbonata, a boja zavisi od minerala kroz koji prođe voda. Nakit se pojavljuje u tri boje, a to su crvena, žuta i bela. Najdominantnija je crvena boja koja potiče od oksida gvožđa, bela potiče od kristalnog kalcijuma, a žuta od primesa gline.\n\nPećina se prostire na četiri nivoa, a za turističke posete su uređeni samo delovi prva dva. U gornjoj galeriji obilaze se četiri dvorane:\n\nDvorana sraslih stubova ili kolonada, odmah na ulazu, nazvana tako zbog žućkastih stubova, od kalcita, koji zauzimaju prostor od poda do tavanice, gde su stalaktiti srasli sa stalagmitima. Ovi zanimljivi vertikalni oblici stene, prema naučnim saznanjima, lomljeni su usled seizmičkih potresa, a zatim su se tokom vekova ponovo spajali. \nDvorana košnica sa tri stalagmita u obliku stare košnice - pletare, koje su se nekada pravile od pruća i blata. U dvorani je je tavanica prekrivena stalaktitima koji se još uvek formiraju. Drugu i treću dvoranu spaja kanal crvenih breča, po čemu je Resavska pećina jedinstvena. Taj kanjonski kanal je najsuvlji deo pećine i tu nema pećinskog nakita. Po sredini kanala nalazi se ponor Slepi tunel, dužine 25 metara, koji je ispitan, ali nije uređen za razgledanje. Kanjonskim kanalom stiže se do treće dvorane\nPredvorja istorije, tako nazvane jer su u njoj pronađeni kamena sekira i vrhovi koplja, lobanja polarne lisice i ognjište praistorijskog čoveka. Kraćim tunelima, koji su naknadno probijen, dolazi se do Staze okamenjenih vodopada, i pećinskih orgulja, koje pri svakom dodiru stalaktita proizvode različit zvuk. U njoj su i dva kristalno bela kipa nazvani Baba i deda. Dužim veštačkim tunelom se stiže do sledeće dvorane\nKristalna dvorana je najbogatija pećinskim nakitom i kristalnim formama nazvanim: Obešeno jagnje, Zatvor ili Kavez, Stopalo slona, Poljubac kroz hiljadu godina, zanimljiv slučaj gde fali samo jedan kubni centimetar da bi se stalaktit i stalagmit spojili, zašta je potrebno hiljadu godina.\nNa nižem nivou nalazi se donja galerija, čijim je razlaganjem i erozijom krečnjačkog materijala vremenom nastalo nekoliko posebnih dvorana, kao što je:\n\nKoncertna dvorana ili Dvorana kipova najveća i najlepša, odnosno glavna dvorana, na najnižoj tački od 405 mnv i dubini od 80 m, u odnosu na ulaznu dvoranu. Veoma je prostrana. U centralnom delu se nalazi glavni noseći stub visine preko 30 m i prečnika oko 27 m. Naziv dvorane potiče od njene akustičnosti, a tu su i kipovi karakterističnih formi koji nose posebne nazive: majka sa detetom (zaštitni znak Resavske pećine), visok oko 12 metara napravljen od crvenog stalagmita, osim lica majke i deteta koji su od belog kristala, Afrodita, krivi toranj u Pizi, džamija. Ispod nje se nalazi treći nivo pećine, koji je još uvek zatvoren za posetioce i u njemu je još aktivna ponornica.\nBobanova dvorana nalazi se iza Koncertne dvorane i pregradnog zida Ćele-kule, čiji ukrasi imaju oblik ljudskih lobanja. Dobila je ime po devetogodišnjem dečaku, sinu dr. Petrovića, koji je prvi kročio u ovu dvoranu i silazio sa speleolozima, prilikom istraživanja pećine. U njoj se nalazi tri izdvojena stalagmita nazvana Porodica Tarana. Iza ove dvorane nalazi se mala galerija nazvana Menza, sa vodopadom od belog kristala, koju su speleolozi koristili za obedovanje.\nKoralni kanali dvorana sa formacijama, koji podsećaju na morske korale\nBlatna dvorana ili Kepina dvorana, po roniocu i speleologu Kepi Radakoviću, je siromašna nakitom, a na njenim zidovima se nalaze naslage gline.\nResavska pećina ima status zaštićenog spomenika prirode, uključujući i neposrednu okolinu površine 11 hektara."
      },
      {
        "title": "Turizam",
        "text": "Pećina je do sada detaljno istražena u dužini od 2830 m, a za posetioce je uređeno oko 800 m.\n\nKroz pećinu posetioci se kreću spiralnom betonskom stazom, koja prolazi kroz različite dvorane na dva nivoa (gornja i donja galerija). Najniža tačka do koje dolaze posetioci nalazi se na 405 m nadmorske visine. Poseta pećini traje oko 40 minuta, a moguća je u periodu od 1. aprila do 31. oktobra (09—17č.), a u periodu od 1. novembra do 31. marta (08—16 č.).\n\nPo otvaranju, pećina je imala i preko 200.000 posetilaca godišnje. Danas ovu pećinu obiđe između 40 i 50.000 ljudi na godišnjem nivou, zbog čega se smatra jednim od najposećenijih turističkih objekata u Srbiji."
      }
    ]
  },
  {
    "id": 5,
    "name" : "Uvac",
    "shortDescription": "Uvac je reka u Srbiji koja protiče između planina Zlatibor i Zlatar i predstavlja južnu granicu planine Zlatibor, te severnu granicu planine Zlatar. Na njemu su izgrađene HE Kokin Brod (20 MW) i HE Uvac (31 MW) i tri vještačka akumulaciona jezera: Uvačko (Sjeničko), Zlatarsko i Radoinjsko.",
    "mainDescription": "Reka izvire jugoistočno od Jadovika, a na Zlatar dolazi kod sela Ojkovice, gdje prima pritoku Tisovicu. Odatle teče pored sela Negbine, Burađe, Sjeništa, Dobroselice i Jablanice, primajući mnoge pritoke. Veće su: Šupljica (uliva se u Uvac u Negbini), Rasnički potok (uliva se u Draglici) i Dobroselički i Šaranski potok (ulivaju se u Dobroselici). Zbog svojih uglavnom nepristupačnih kanjona, u selu Uvcu se nalaze mnogi manastiri. Tu su nedavno obnovljeni manastir Uvac i manastir Dubrava, ali bilo je i mnogih drugih, kojih danas nema, kao što je legendarni manastir Janja, opjevan u narodnoj pjesmi Miloš u Latinima kao jedna od najvažnijih nemanjićkih zadužbina. Vjeruje se da se današnji manastir Uvac nalazi na Janjinom mjestu.\n\nUvac je glavna pritoka reke Lim. Nekoliko poslednjih kilometara, reka Uvac predstavlja granicu između Srbije i Bosne i Hercegovine, tj. granicu opština Priboj i Rudo. Deo pruge Beograd-Bar prolazi rekom Uvac. Taj deo je inače sporna teritorija i pripada BiH.\n\nNa samom Uvcu se nalaze i sela Štrpci, naselje Uvac u blizini graničnog prelaza Uvac. U narodu je od davnina Uvac bio poznat kao granica Srbije i Turske, tuda su u vreme Miloša Obrenovića postavljeni „uduti“ koji će ostati do završetka Prvog balkanskog rata i 1912. godine. Istorijski je poznato da su zbegovi 1690. godine prelazili preko Pribojske Banje, zatim se spuštali preko Crnog Vrha do prelaza na Uvcu a dalje prema Zlatiboru i sjeveru. Mnogo vremena su šume bile pune hajduka „narodnih branilaca“, a kasnije razbojnika i ubica, koji su uništeni odlučnim akcijama serdara Jovana Mićića i narodne vlasti.\n\nBeloglavi sup\nU kanjonu Uvca živi beloglavi sup. Beloglavi sup je velika ptica srazmerno male glave i kratkog repa. Dugačak je 95-105 cm. Raspon krila se kreće od 240 do 280 cm. Beloglavi sup zauzima prvo mjesto među velikim jedriličarima. Kada je vreme loše, primoran je da nezgrapno udara krilima ne uspjevajući da se podigne u visinu, ali, kada su uslovi povoljni, on se lako kreće sa masama toplog vazduha koje ga podižu u vazdušno prostranstvo i skoro trećinu dana provodi u klizećem letu potpuno raširenih krila dok su mu velika konturna pera potpuno odvojena jedno od drugog poput prstiju na ruci i, pod dejstvom vazdušnog pritiska, savijena nagore.",
    "latitude": 43.349444,
    "longitude": 19.970278,
    "photoId": "7AEBtXLtfAk",
    "sections": [
      {
        "title": "Opis",
        "text": "Reka izvire jugoistočno od Jadovika, a na Zlatar dolazi kod sela Ojkovice, gdje prima pritoku Tisovicu. Odatle teče pored sela Negbine, Burađe, Sjeništa, Dobroselice i Jablanice, primajući mnoge pritoke. Veće su: Šupljica (uliva se u Uvac u Negbini), Rasnički potok (uliva se u Draglici) i Dobroselički i Šaranski potok (ulivaju se u Dobroselici). Zbog svojih uglavnom nepristupačnih kanjona, u selu Uvcu se nalaze mnogi manastiri. Tu su nedavno obnovljeni manastir Uvac i manastir Dubrava, ali bilo je i mnogih drugih, kojih danas nema, kao što je legendarni manastir Janja, opjevan u narodnoj pjesmi Miloš u Latinima kao jedna od najvažnijih nemanjićkih zadužbina. Vjeruje se da se današnji manastir Uvac nalazi na Janjinom mjestu.\n\nUvac je glavna pritoka reke Lim. Nekoliko poslednjih kilometara, reka Uvac predstavlja granicu između Srbije i Bosne i Hercegovine, tj. granicu opština Priboj i Rudo. Deo pruge Beograd-Bar prolazi rekom Uvac. Taj deo je inače sporna teritorija i pripada BiH.\n\nNa samom Uvcu se nalaze i sela Štrpci, naselje Uvac u blizini graničnog prelaza Uvac. U narodu je od davnina Uvac bio poznat kao granica Srbije i Turske, tuda su u vreme Miloša Obrenovića postavljeni „uduti“ koji će ostati do završetka Prvog balkanskog rata i 1912. godine. Istorijski je poznato da su zbegovi 1690. godine prelazili preko Pribojske Banje, zatim se spuštali preko Crnog Vrha do prelaza na Uvcu a dalje prema Zlatiboru i sjeveru. Mnogo vremena su šume bile pune hajduka „narodnih branilaca“, a kasnije razbojnika i ubica, koji su uništeni odlučnim akcijama serdara Jovana Mićića i narodne vlasti."
      },
      {
        "title": "Beloglavi sup",
        "text": "U kanjonu Uvca živi beloglavi sup. Beloglavi sup je velika ptica srazmerno male glave i kratkog repa. Dugačak je 95-105 cm. Raspon krila se kreće od 240 do 280 cm. Beloglavi sup zauzima prvo mjesto među velikim jedriličarima. Kada je vreme loše, primoran je da nezgrapno udara krilima ne uspjevajući da se podigne u visinu, ali, kada su uslovi povoljni, on se lako kreće sa masama toplog vazduha koje ga podižu u vazdušno prostranstvo i skoro trećinu dana provodi u klizećem letu potpuno raširenih krila dok su mu velika konturna pera potpuno odvojena jedno od drugog poput prstiju na ruci i, pod dejstvom vazdušnog pritiska, savijena nagore."
      }
    ]
  },
  {
    "id": 6,
    "name" : "Lepenski Vir",
    "shortDescription": "Lepenski Vir je jedno od najvećih i najznačajnijih mezolitskih i neolitskih arheoloških nalazišta. Smešteno je na desnoj obali Dunava u Đerdapskoj klisuri, u Srbiji, u centralnom delu Balkanskog poluostrva. Ovaj lokalitet, koji je ime dobio po dunavskom viru, bio je sedište jedne od najvažnijih i najsloženijih kultura praistorije, kulture Lepenskog Vira. Između 1965. i 1970. otkriveno je ribarsko lovačko naselje sa začecima kultivacije i domestifikacije. Tokom iskopavanja otkriveno je sedam sukcesivnih naselja i 136 objekata (kako stambenih, tako i sakralnih) izgrađenih u ranom mezolitu, u periodu od oko 9500. do 7200. godine pre naše ere (Proto Lepenski vir 1 i 2), a zatim u ranom i srednjem neolitu, od oko 6250. do 5500. godine pre naše ere (Lepenski Vir I-III). Glavni rukovodilac istraživanja ovog lokaliteta je bio profesor dr Dragoslav Srejović, arheolog, akademik i profesor Univerziteta u Beogradu.",
    "mainDescription": "Istorijat arheoloških iskopavanja lokaliteta Lepenski Vir\n30. avgusta 1960. godine Obrad Kujović i Ivica Kostić su otkrili Lepenski Vir kao preistorijski lokalitet\n1965. godine započeto je arheološko istraživanje malog naselja iz epohe mlađeg kamenog doba\n1967. pronalazak čuvenih mezolitskih skulptura, otkriće kulture svetskog značaja\n1971. završena su iskopavanja (nalazište preneseno 29,7 m više da bi se, zbog izgradnje hidrocentrale „Đerdap“, izbeglo potapanje lokaliteta).\nFaze „Lepenskog Vira“\nProto-Lepenski Vir\nLepenski Vir I (a-e)\nLepenski Vir II\nLepenski Vir III (a, b)\nU svojoj najstarijoj fazi ova kultura ima epipaleolitski karakter. Proto Lepenski Vir pripada ranom mezolitu, Lepenski Vir I i II - poznom mezolitu, a Lepenski Vir IIIa - starijem neolitu. Prve tri faze predstavljaju lovačko-sakupljačke zajednice, dok je u četvrtoj fazi zastupljen period prvih zemljoradnika i stočara (od 5300. do 4500. p. n. e.).\n\nNeolitska revolucija\nOko 5300. p. n. e. stanovnici Lepenskog Vira doživeli su tzv. neolitsku revoluciju. Ovo je period koji obeležava početak boreala, kada nivo vode opada, reke ustaljuju tokove, stvara se „crnica“, a tople šume se rasprostiru do srednje Evrope. Stanovnici Lepenskog Vira u ovom periodu pripitomljavaju prve životinje i počinju da se bave zemljoradnjom. Ova najmlađa faza na Lepenskom Viru pripada kulturi Starčeva.\n\nŽivot na Lepenskom Viru zamro je oko 4500. p. n. e., kada su stanovnici krenuli u potragu za većim obradivim površinama.\n\nRekonstrukcija lokaliteta\nAutor projekta zaštite i revitalizacije lokaliteta Lepenski Vir je arhitekta Marija Jovin dok zaštitna konstrukcija i uređenje zaštićenog prostora je urađena prema projektu arhitekte Siniše Temerinskog. Celokupan projekat obuhvata uređenje 55 hektara zaštićenog prostora. Predviđena je izgradnja Vizitorskog centra za posetioce, etno naselja, istraživačke stanice, pristaništa na Dunavu i saobraćajnice kojom će turistima obezbediti prilaz do lokaliteta. Do decembra 2010. godine, podignuta je velika zaštitna mrežasta konstrukcija iznad lokaliteta čime je samo nalazište trajno zaštićeno a prethodno su uklonjene drvene grede i salonit ploče koje su oko 40 godina predstavljale privremenu i jeftinu zaštitu ovog vrednog arheološkog nalazišta. Nova zaštitna konstrukcija je izgrađena sredstvima oko 350 miliona dinara koja su obezbeđena iz Nacionalnog investicionog plana Vlade Srbije. Novom zaštitnom konstrukcijom otvoren je pogled na stenu Treskavac na levoj obali Dunava (Rumunija), prema kojoj je i celo naselje bilo orijentisano jer je imala kultni značaj za stanovnike naselja. Sama konstrukcija je izgrađena na način da prati padinu ka Dunavu. Nakon ovoga predviđeno je da se ukloni lesna prašina sa naselja da bi se došlo da sloja crvene kamene drobine podova kuća kako bi se pristupilo konzervaciji staništa.",
    "latitude": 44.561111,
    "longitude": 22.024167,
    "photoId": "H8FXAKxTic0",
    "sections": [
      {
        "title": "Istorijat arheoloških iskopavanja lokaliteta Lepenski Vir",
        "text": "30. avgusta 1960. godine Obrad Kujović i Ivica Kostić su otkrili Lepenski Vir kao preistorijski lokalitet\n1965. godine započeto je arheološko istraživanje malog naselja iz epohe mlađeg kamenog doba\n1967. pronalazak čuvenih mezolitskih skulptura, otkriće kulture svetskog značaja\n1971. završena su iskopavanja (nalazište preneseno 29,7 m više da bi se, zbog izgradnje hidrocentrale „Đerdap“, izbeglo potapanje lokaliteta)."
      },
      {
        "title": "Rekonstrukcija lokaliteta",
        "text": "Autor projekta zaštite i revitalizacije lokaliteta Lepenski Vir je arhitekta Marija Jovin dok zaštitna konstrukcija i uređenje zaštićenog prostora je urađena prema projektu arhitekte Siniše Temerinskog. Celokupan projekat obuhvata uređenje 55 hektara zaštićenog prostora. Predviđena je izgradnja Vizitorskog centra za posetioce, etno naselja, istraživačke stanice, pristaništa na Dunavu i saobraćajnice kojom će turistima obezbediti prilaz do lokaliteta. Do decembra 2010. godine, podignuta je velika zaštitna mrežasta konstrukcija iznad lokaliteta čime je samo nalazište trajno zaštićeno a prethodno su uklonjene drvene grede i salonit ploče koje su oko 40 godina predstavljale privremenu i jeftinu zaštitu ovog vrednog arheološkog nalazišta. Nova zaštitna konstrukcija je izgrađena sredstvima oko 350 miliona dinara koja su obezbeđena iz Nacionalnog investicionog plana Vlade Srbije. Novom zaštitnom konstrukcijom otvoren je pogled na stenu Treskavac na levoj obali Dunava (Rumunija), prema kojoj je i celo naselje bilo orijentisano jer je imala kultni značaj za stanovnike naselja. Sama konstrukcija je izgrađena na način da prati padinu ka Dunavu. Nakon ovoga predviđeno je da se ukloni lesna prašina sa naselja da bi se došlo da sloja crvene kamene drobine podova kuća kako bi se pristupilo konzervaciji staništa."
      }
    ]
  },
  {
    "id": 7,
    "name" : "Kalemegdan",
    "shortDescription": "Kalemegdan je najveći beogradski park. Istovremeno je najznačajniji kulturno-istorijski kompleks, u kojem dominira Beogradska tvrđava iznad ušća Save u Dunav. Naziv Kalemegdan odnosi se samo na prostorni plato oko tvrđave koji je osamdesetih godina 19. veka pretvoren u park . Plato je, dok je tvrđava bila glavno vojno uporište Beograda, služio da se neprijatelj osmotri i sačeka za borbu. Njegovo ime potiče od turskih reči kale („tvrđava“) i mejdan („bojište“). Turci su Kalemegdan nazivali i Fićir-bajir što znači „breg za razmišljanje“.",
    "mainDescription": "Istorija\nPreuređivanje u park otpočelo je, posle predaje tvrđave Srbima (1867), po naređenju kneza Mihaila Obrenovića. Idejne skice za uređenje Kalemegdana napravio je prvi beogradski urbanista Emilijan Josimović. Zelenilo je zasađeno između 1873. i 1875. godine, kada je Beogradskom tvrđavom komandovao pukovnik Dragutin Žabarac, nekadašnji prvi ađutant kneza Mihaila Obrenovića.\n\nPlansko uređivanje Kalemegdana je počelo 1890. godine. Tada je vojska predala park Beogradskoj opštini. Ondašnji predsednik opštine Nikola Pašić odobrio je prvi kredit za uređivanje Kalemegdana od 10.000 tadašnjih dinara. Godine 1905, pristupilo se proširivanju parka, uređivanjem Malog Kalemegdana, koji se prostirao od paviljona \"Cvijeta Zuzorić\" do Zoološkog vrta.\n\nPre Prvog svetskog rata Kalemegdanski park završavao se na mestu gde su sada kamene stepenice (vode prema donjoj terasi). Zemljište iza ovih stepenica bilo je sve do 1929. potpuno neuređeno i obraslo korovom. Posle 1931. parkovske površine proširene su i na Gornji grad. Na Malom Kalemegdanu se nalazila jedna vrsta vašara, sa \"ringlšpilom\" i šatrama sa zabavnim sadržajima. U parku je postavljeno više spomenika poznatim kulturnim i javnim radnicima. Na Kalemegdanu se nalaze Vojni muzej, Umetnički paviljon „Cvijeta Zuzorić“, Zavod za zaštitu spomenika kulture grada Beograda, Zoološki vrt, Rimski bunar, dečji zabavni park, Grobnica narodnih heroja, veći broj sportskih igrališta i ugostiteljskih objekata i Prirodnjački muzej.\n\nU septembru 2010. na Kalemegdanu u zahvalnost narodu Japana otkrivena je Japanska česma.",
    "latitude": 44.561111,
    "longitude": 22.024167,
    "photoId": "jQeviGq0TyM",
    "sections": [
      {
        "title": "Istorija",
        "text": "Preuređivanje u park otpočelo je, posle predaje tvrđave Srbima (1867), po naređenju kneza Mihaila Obrenovića. Idejne skice za uređenje Kalemegdana napravio je prvi beogradski urbanista Emilijan Josimović. Zelenilo je zasađeno između 1873. i 1875. godine, kada je Beogradskom tvrđavom komandovao pukovnik Dragutin Žabarac, nekadašnji prvi ađutant kneza Mihaila Obrenovića.\n\nPlansko uređivanje Kalemegdana je počelo 1890. godine. Tada je vojska predala park Beogradskoj opštini. Ondašnji predsednik opštine Nikola Pašić odobrio je prvi kredit za uređivanje Kalemegdana od 10.000 tadašnjih dinara. Godine 1905, pristupilo se proširivanju parka, uređivanjem Malog Kalemegdana, koji se prostirao od paviljona \"Cvijeta Zuzorić\" do Zoološkog vrta.\n\nPre Prvog svetskog rata Kalemegdanski park završavao se na mestu gde su sada kamene stepenice (vode prema donjoj terasi). Zemljište iza ovih stepenica bilo je sve do 1929. potpuno neuređeno i obraslo korovom. Posle 1931. parkovske površine proširene su i na Gornji grad. Na Malom Kalemegdanu se nalazila jedna vrsta vašara, sa \"ringlšpilom\" i šatrama sa zabavnim sadržajima. U parku je postavljeno više spomenika poznatim kulturnim i javnim radnicima. Na Kalemegdanu se nalaze Vojni muzej, Umetnički paviljon „Cvijeta Zuzorić“, Zavod za zaštitu spomenika kulture grada Beograda, Zoološki vrt, Rimski bunar, dečji zabavni park, Grobnica narodnih heroja, veći broj sportskih igrališta i ugostiteljskih objekata i Prirodnjački muzej.\n\nU septembru 2010. na Kalemegdanu u zahvalnost narodu Japana otkrivena je Japanska česma."
      }
    ]
  }
]