{
  "name" : "Republika Srbija",
  "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Flag_of_Serbia.svg",
  "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Coat_of_arms_of_Serbia.svg",
  "shortDescription": "Republika Srbija. Zemlja burne prošlosti, viševekovnih sudara istoka i zapada, modernog i ruralnog, granica pravoslavlja i katolicizma. Geografski gledano Srbija se nalazi u jugoistočnoj i srednjoj Evropi, na zapadu Balkana. Zemlja čiji je sever obeležen nepreglednom ravnicom dela Panonske nizije, močvarama i rekama, šumarcima i lugovima, a jug divljim šumama, visokim planinskim grebenima, jezerima, pećinama i brzim hladnim rekama. Prirodno bogatstvo Srbije, nedovoljno poznaju i sami Srbi, a ova zemlja kontrasta, mogla bi svoju budućnost videti u razvoju ogromnog turističkog potencijala. Preko 1000 izvorišta termomineralnih voda, predstavljaju ogromni banjski potencijal, nedovoljno promovisan i iskorišćen. Neukroćene planine, gotovo u potpunosti neurbanizovane skrivaju se od očiju sveta, vodopadi i reke, prirodni fenomeni, endemske vrste i još mnoštvo toga, čeka da na pravi način bude predstavljeno i popularisano. Do tada, Srbija je ponajviše poznata po svom glavnom gradu i noćnom provodu, dok njena čarobna teritorija, čeka svoj trenutak kako bi zablistala i očarala turiste kako iz zemlje tako i iz inostranstva.",
  "mainDescription": "Srbija, zvanično Republika Srbija, suverena je država koja se nalazi na raskrsnici puteva srednje i jugoistočne Evrope u južnom delu Panonske nizije i centru Balkanskog poluostrva. Većim delom zahvata Balkansko poluostrvo, a manjim Panonsku niziju. Srbija se na severu graniči sa Mađarskom, na severoistoku sa Rumunijom, na istoku sa Bugarskom, na jugu sa Severnom Makedonijom, na jugozapadu sa Albanijom i Crnom Gorom, a na zapadu sa Bosnom i Hercegovinom (entitetom Republika Srpska) i Hrvatskom. Srbija broji oko 9 miliona stanovnika, odnosno oko 7 miliona bez Kosova i Metohije. Glavni grad je Beograd, koji spada među najstarije i najveće gradove u jugoistočnoj Evropi. Sa 1.659.440 stanovnika u široj okolini, po popisu iz 2011. godine, on je administrativno i ekonomsko središte države. Zvanični jezik je srpski, a zvanična valuta srpski dinar.\n\nNakon slovenskog doseljavanja na Balkan (tokom 6. i 7. veka), Srbi su u ranom srednjem veku osnovali nekoliko država. Srednjovekovna Srbija je 1217. godine postala kraljevina, a vrhunac je dostigla 1346. godine, proglašenjem carstva. Nakon turske najezde, Srpska despotovina je opstala do 1459. godine, kada je potpala pod vlast Osmanskog carstva. Do sredine 16. veka, celokupno područje današnje Srbije potpalo je pod osmansku vlast. Krajem 17. i početkom 18. veka, Habzburška monarhija je potisnula tursku vlast iz Bačke, Srema i Banata, a privremeno i iz centralne Srbije. Početkom 19. veka, Srpska revolucija uspostavila je nacionalnu državu kao prvu ustavnu monarhiju u regionu, koja je 1878. godine stekla državnu nezavisnost, a 1882. godine je postala kraljevina. Oslobođenje Stare Srbije (Raška, Kosovo i Metohija) ostvareno je 1912. godine.\n\nSrbija je, nakon katastrofalnih gubitaka u Prvom svetskom ratu i ujedinjenja sa bivšom Habzburškom krunovinom Vojvodinom (i drugim teritorijama), postala suosnivač i sastavni deo zajedničke države sa većinom Južnih Slovena prvobitno u Kraljevini Srba, Hrvata i Slovenaca, (kasnije preimenovanoj u Kraljevinu Jugoslaviju), zatim u Socijalističkoj Federativnoj Republici Jugoslaviji, Saveznoj Republici Jugoslaviji i Državnoj zajednici Srbiji i Crnoj Gori. Godine 2006, posle održanog referenduma u Republici Crnoj Gori, narodi su se mirno razišli i Državna zajednica je prestala da postoji, a Republika Srbija je, na osnovu Ustavne povelje, nastavila državno-pravni kontinuitet sa Srbijom i Crnom Gorom.\n\nU sastavu Republike Srbije su i dve autonomne pokrajine: Vojvodina i Kosovo i Metohija. Od NATO bombardovanja SRJ, pokrajina Kosovo i Metohija se nalazi pod protektoratom Ujedinjenih nacija. Institucije privremene samouprave na Kosovu i Metohiji, na kojem Albanci čine etničku većinu, 17. februara 2008. godine jednostrano i protivpravno (protivno Ustavu Srbije iz 2006. i Rezoluciji Saveta Bezbednosti OUN 1244) proglasile su nezavisnost, koju Republika Srbija, mnoge druge države i Organizacija Ujedinjenih nacija ne priznaju.\n\nRepublika Srbija je član Ujedinjenih nacija, Saveta Evrope, Organizacije za evropsku bezbednost i saradnju, Partnerstva za mir, Organizacije za crnomorsku ekonomsku saradnju, Centralnoevropskog ugovora o slobodnoj trgovini, Azijske banke infrastrukturnih investicija, a pristupa Svetskoj trgovinskoj organizaciji. Od 2014. godine zemlja pregovara o pristupanju u Evropskoj uniji sa perspektivom pridruživanja Evropskoj uniji do 2025. godine. Srbija se od 2007. godine formalno pridržava politike vojne neutralnosti. Ekonomija je sa višim srednjim prihodom, sa dominantnim uslužnim sektorom, praćenim industrijskim sektorom i poljoprivredom. Zemlja je visoko rangirana na indeksu humanog razvoja (67), indeksu društvenog napretka (47), kao i indeksu globalnog mira (54).",
  "mapCenterLatitude": 44.01292070742925,
  "mapCenterLongitude": 20.909750122994435,
  "searchTerm": "serbia",
  "properties": [
    { "key": "Površina", "value": "88.499 km2"},
    { "key": "Stanovništvo", "value": "9.024.734"},
    { "key": "Glavni grad", "value": "Beograd"},
    { "key": "Valuta", "value": "Srpski dinar"},
    { "key": "Kod valute", "value": "RSD"},
    { "key": "Vremenska zona", "value": "UTC+1(CET), UTC+2(CEST)"},
    { "key": "Strana vožnje", "value": "desna"},
    { "key": "Službeni jezik", "value": "Srpski"},
    { "key": "Koordinate(DMS)", "value": "44° 48′ 0″ N, 20° 28′ 0″ E"}
  ]
}