{
  "name" : "Republic of Serbia",
  "flagUrl": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Flag_of_Serbia.svg",
  "coatOfArmsUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Coat_of_arms_of_Serbia.svg",
  "shortDescription": "For centuries straddling the boundaries between East and West, the territory of Serbia had been divided among the Eastern and Western halves of the Roman Empire; then between Byzantium and the Kingdom of Hungary; and in the early modern period between the Ottoman Empire and the Habsburg Empire. These overlapping influences have resulted in cultural varieties throughout Serbia; its north leans to the profile of Central Europe, while the south is characteristic of the wider Balkans and even the Mediterranean. The Byzantine influence on Serbia was profound, first through the introduction of Eastern Christianity in the Early Middle Ages. The Serbian Orthodox Church has many monasteries built in the Serbian Middle Ages. Serbia was influenced by the Republic of Venice as well, mainly though trade, literature and romanesque architecture.\n\nSerbia has five cultural monuments inscribed in the list of UNESCO World Heritage: the early medieval capital Stari Ras and the 13th-century monastery Sopoćani; the 12th-century Studenica monastery; the Roman complex of Gamzigrad–Felix Romuliana; medieval tombstones Stećci; and finally the endangered Medieval Monuments in Kosovo (the monasteries of Visoki Dečani, Our Lady of Ljeviš, Gračanica and Patriarchal Monastery of Peć).\n\nThere are two literary works on UNESCO's Memory of the World Programme: the 12th-century Miroslav Gospel, and scientist Nikola Tesla's archive. The slava (patron saint veneration), kolo (traditional folk dance), singing to the accompaniment of the gusle and Zlakusa pottery are inscribed on UNESCO Intangible Cultural Heritage Lists. The Ministry of Culture and Information is tasked with preserving the nation's cultural heritage and overseeing its development, with further activities undertaken by local governments.",
  "mainDescription": "Serbia (/ˈsɜːrbiə/, SUR-bee-ə; Serbian: Србија, Srbija, pronounced [sř̩bija] ), officially the Republic of Serbia (Serbian: Република Србија, Republika Srbija, pronounced [repǔblika sř̩bija]), is a landlocked country in Southeastern and Central Europe, situated at the crossroads of the Pannonian Basin and the Balkans. It shares land borders with Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest, and claims a border with Albania through the disputed territory of Kosovo. Serbia without Kosovo has about 6.7 million inhabitants, about 8.4 million if Kosovo is included. Its capital Belgrade is also the largest city.\n\nContinuously inhabited since the Paleolithic Age, the territory of modern-day Serbia faced Slavic migrations in the 6th century, establishing several regional states in the early Middle Ages at times recognised as tributaries to the Byzantine, Frankish and Hungarian kingdoms. The Serbian Kingdom obtained recognition by the Holy See and Constantinople in 1217, reaching its territorial apex in 1346 as the Serbian Empire. By the mid-16th century, the Ottomans annexed the entirety of modern-day Serbia; their rule was at times interrupted by the Habsburg Empire, which began expanding towards Central Serbia from the end of the 17th century while maintaining a foothold in Vojvodina. In the early 19th century, the Serbian Revolution established the nation-state as the region's first constitutional monarchy, which subsequently expanded its territory. Following casualties in World War I, and the subsequent unification of the former Habsburg crownland of Vojvodina with Serbia, the country co-founded Yugoslavia with other South Slavic nations, which would exist in various political formations until the Yugoslav Wars of the 1990s. During the breakup of Yugoslavia, Serbia formed a union with Montenegro, which was peacefully dissolved in 2006, restoring Serbia's independence as a sovereign state for the first time since 1918. In 2008, representatives of the Assembly of Kosovo unilaterally declared independence, with mixed responses from the international community while Serbia continues to claim it as part of its own sovereign territory.\n\nSerbia is an upper-middle income economy, ranked \"very high\" in the Human Development Index domain (63rd position). It is a unitary parliamentary constitutional republic, member of the UN, CoE, OSCE, PfP, BSEC, CEFTA, and is acceding to the WTO. Since 2014, the country has been negotiating its EU accession, with the aim of joining the European Union by 2025. Serbia formally adheres to the policy of military neutrality. The country provides universal health care and free primary and secondary education to its citizens.",
  "mapCenterLatitude": 44.01292070742925,
  "mapCenterLongitude": 20.909750122994435,
  "searchTerm": "serbia",
  "properties": [
    { "key": "Area", "value": "88.499 km2"},
    { "key": "Population", "value": "9.024.734"},
    { "key": "Capital", "value": "Beograd"},
    { "key": "Currency", "value": "Serbian dinar"},
    { "key": "Currency code", "value": "RSD"},
    { "key": "Time zone", "value": "UTC+1(CET), UTC+2(CEST)"},
    { "key": "Driving side", "value": "right"},
    { "key": "Official languages", "value": "Serbian"},
    { "key": "Coordinates(DMS)", "value": "44° 48′ 0″ N, 20° 28′ 0″ E"}
  ]
}